Repository: TheCrowned/Post-Pay-Counter
Catalog: lang/post-pay-counter-*.po
Languages: ar_ae, de_de, fr_fr, it_it, pl_pl, ru_ru, tr_tr

source: Have more than website but use the same settings? You can transfer settings from one installation of the plugin to another. All addons settings will be taken as well. It works both for general and for user personalized settings, depending on what page you are. If you want to export this website's settings, copy the code below. If you want to import another website's settings, paste its settings code in the field below and click %s. Once you import settings, it will not be possible to go back to the previous settings. Do not edit settings code unless you know what base64 and serialization are and are sure of what you are doing!
ar_ae: لديك أكثر من موقع على شبكة الإنترنت ولكن استخدام نفس الإعدادات؟ يمكنك نقل الإعدادات من تثبيت واحد من البرنامج المساعد إلى آخر. سيتم اتخاذ جميع الإعدادات addons كذلك. وهو يعمل لكل من العام وإعدادات المستخدم الشخصية ، اعتمادا على ما كنت صفحة. إذا كنت تريد تصدير إعدادات هذا الموقع، نسخ رمز أدناه. إذا كنت ترغب في استيراد إعدادات موقع ويب آخر، قم بلصق رمز الإعدادات في الحقل أدناه وانقر فوق %s. بمجرد استيراد الإعدادات، لن يكون من الممكن العودة إلى الإعدادات السابقة. لا تقم بتحرير التعليمات البرمجية الإعدادات إلا إذا كنت تعرف ما base64 و التسلسل و تأكد من ما تقومون به!
fr_fr: Vous avez plus d'un site web mais utilisez les mêmes réglages? Vous pouvez transférer les paramètres d'une installation du plugin à l'autre. Tous les paramètres de l'addon seront prises en compte. Cela fonctionne aussi bien pour les réglages généraux que pour les réglages personnalisés de l'utilisateur, en fonction de la page dans laquelle vous vous trouvez. Si vous souhaitez exporter les paramètres de ce site, copiez le code ci-dessous. Si vous voulez importer les paramètres d'un autre site, collez son code de paramètres dans le champ ci-dessous et cliquez sur %s. Après avoir importé des paramètres, il ne sera plus possible de revenir aux réglages précédents. Ne pas modifier le code des paramètres, sauf si vous savez ce que base64 et sérialisation sont et que vous êtes sûrs de ce que vous faites!
it_it: Hai più di un sito ma usi le stesse impostazioni? Puoi trasferirle da un'installazione del plugin all'altra! Anche le impostazioni delle estensioni saranno conservate. Funziona sia con le impostazioni generali che con quelle specifiche degli utenti, a seconda della pagina in cui ti trovi. Se vuoi esportare le impostazioni di questo sito, copia il codice sotto. Se vuoi importarle da un altro sito, incolla il suo codice qui sotto e clicca %s. Una volta importate le impostazioni, non sarà possibile ripristinare quelle precedenti. Non modificare il codice delle impostazioni a meno che tu non sappia cosa sono base64 e la serializzazione e sei sicuro di quello che stai facendo!
pl_pl: Jest więcej niż na stronie internetowej, ale korzystać z tych samych ustawień? Można przenieść ustawienia z jednej instalacji wtyczki do innego. Wszystkie ustawienia dodatków również zostaną podjęte. Działa on zarówno do ogólnych, jak i dla własnych spersonalizowanych ustawień, w zależności od tego, na jakiej stronie się znajdujesz. Jeśli chcesz wyeksportować ustawienia tej stronie, skopiuj poniższy kod. Jeśli chcesz zaimportować ustawienia innej strony, wkleić jego kod ustawień w polu poniżej i kliknij przycisk %s. po zaimportowaniu ustawień wrócić do poprzednich ustawień będzie niemożliwe. Nie edytuj kod ustawień, Jeśli nie wiesz, co to jest base64 i szeregowania, i nie masz pewności w tym, co robisz!
ru_ru: У вас есть больше одного веб-сайта, но хотите использовать одни и те же настройки? Вы можете перенести настройки из одной установки плагина в другую. Все настройки дополнений также будут применены. Это работает как для общих, так и для пользовательских настроек, в зависимости от того, на какой странице вы находитесь. Если вы хотите экспортировать настройки этого сайта, скопируйте код ниже. Если вы хотите импортировать настройки другого сайта, вставьте его код настроек в поле ниже и нажмите %s. После импорта настроек, возврат к предыдущим настройкам будет невозможен. Не редактируйте код настроек, если вы не знаете, что такое base64 и сериализация, и не уверены в том, что вы делаете!
tr_tr: Birden fazla web sitesinde aynı ayarları mı kullanıyorsunuz? Bu eklentinin bir kurulumundan diğerine ayarları aktarabilirsiniz. Tüm ek özellik ayarları da alınacaktır. Hangi sayfada olduğunuza bağlı olarak hem genel hem de kullanıcı bazında kişiselleştirilmiş ayarlar için kullanılabilir. Bu web sitesinin ayarlarını dışa aktarmak istiyorsanız, aşağıdaki kodu kopyalayın. Başka bir web sitesinin ayarlarını içe aktarmak isterseniz, ayarlar kodunu aşağıdaki alana yapıştırın ve %s düğmesine tıklayın. Ayarları içe aktardıktan sonra, önceki ayarlara geri dönmek mümkün olmayacaktır. Base64 ve serileştirmenin ne olduğunu bilmiyorsanız ve ne yaptığınızdan emin değilseniz ayar kodunu düzenlemeyin!

source: Import settings
ar_ae: استيراد الاعدادات
de_de: Importeinstellungen
fr_fr: Importation de paramètres
it_it: Importa impostazioni
pl_pl: Konfiguracja importu
ru_ru: Импорт настроек
tr_tr: Ayarları içe aktar

source: The following users have different settings, click to edit them.
ar_ae: المستخدمين التاليين لديهم إعدادات مختلفة، انقر لتحريرها.
de_de: Die folgenden Benutzer haben andere Einstellungen, klicke zum Bearbeiten.
fr_fr: Les utilisateurs suivants ont des paramètres différents, cliquez pour les éditer.
it_it: Gli utenti seguenti hanno impostazioni diversi, clicca per modificarle.
pl_pl: Następujący użytkownicy mają różne ustawienia, Kliknij, aby edytować je.
ru_ru: Следующие пользователи имеют разные настройки, нажмите, чтобы изменить их.
tr_tr: Aşağıdaki kullanıcılar farklı ayarlara sahip, düzenlemek için tıklayın.

source: View and edit special settings for user
ar_ae: عرض الإعدادات الخاصة للمستخدم وتحريرها
de_de: Spezielle Einstellungen für Nutzer ansehen und bearbeiten
fr_fr: Voir et éditer les réglages spéciaux pour l'utilisateur
it_it: Visualizza e modifica impostazioni speciali per utente
pl_pl: Przeglądanie i edycja specjalnych ustawień dla użytkownika
ru_ru: Просмотр и редактирование специальных настроек для пользователя
tr_tr: Kullanıcı için özel ayarları gör ve düzenle

source: No users have different settings. Learn how to personalize settings from the section below.
ar_ae: لا يوجد مستخدمين لديهم إعدادات مختلفة. تعرّف على كيفية تخصيص الإعدادات من القسم أدناه.
de_de: Kein Nutzer hat individuelle Einstellungen: Erfahre im Abschnitt unten, wie du Einstellungen personalisieren kannst.
fr_fr: Aucun utilisateur n'a de réglages différents. Apprenez à personnaliser les réglages à partir de la section ci-dessous.
it_it: Nessun utente ha impostazioni diverse. Scopri come personalizzare le impostazioni dalla sezione sottostante.
pl_pl: Żadne użytkownicy nie mają różnych ustawień. Dowiedz się, jak dostosować ustawienia z sekcji poniżej.
ru_ru: Нет пользователей с другими настройками. Узнайте, как персонализировать настройки из раздела ниже.
tr_tr: Hiç bir kullanıcı farklı ayarlara sahip değil. Aşağıdaki bölüme bakarak nasıl kişiye özel ayarlama yapacağınızı öğrenin.

source: Personalize single user settings
ar_ae: تخصيص إعدادات مستخدم واحد
de_de: Einstellungen für einzelne Nutzer personalisieren
fr_fr: Personnaliser les réglages d'un utilisateur unique
it_it: Personalizza impostazioni di un utente
pl_pl: Personalizacja ustawień dla jednego gracza
ru_ru: Персонализация настроек одного пользователя
tr_tr: Tekil kullanıcı ayarlarını kişiselleştirin

source: Some people's posts are better than somebody others'? You can adjust settings for each user, so that they will have different permissions and their posts will be paid differently.
ar_ae: بعض الوظائف الناس هي أفضل من شخص آخر'؟ يمكنك ضبط الإعدادات لكل مستخدم، بحيث يكون له أذونات مختلفة وسيتم دفع مشاركاته بشكل مختلف.
de_de: Die Beiträge von bestimmten Autoren sind besonders gut? Du kannst die Einstellungen für jeden Benutzer anpassen, sodass diese unterschiedliche Berechtigungen haben und ihre Beiträge unterschiedlich bezahlt werden.
fr_fr: Les articles de certaines personnes sont mieux que d'autres? Vous pouvez régler les paramètres pour chaque utilisateur, de sorte qu'ils aient des autorisations différentes et que leurs articles soient payé différemment.
it_it: I post di alcune persone sono meglio di quelli di altre? Puoi modificare le impostazioni per ogni utente, così che avranno permessi differenti e i loro post saranno pagati in modo diverso.
pl_pl: Ktoś stanowiska lepiej, niż u kogoś innego? Można dostosować ustawienia dla każdego użytkownika, tak że będą one mieć różne uprawnienia, ich posty mają być wypłacone w różny sposób.
ru_ru: Публикации некоторых людей лучше, чем других? Вы можете настроить параметры для каждого пользователя, чтобы у них были разные разрешения, а их публикации оплачивались по-разному.
tr_tr: Bazı yazarların yazıları diğerlerinden daha mı iyi? Her bir yazarın ayarlarını, farklı izinlere sahip olacakları ve yazıları için farklı ödeme alacaları şekilde, düzenleyebilirsiniz.

source: First, select a user role. You will see all users from that role: clicking on one you will be headed to the settings page for that specific user.
ar_ae: أولاً، حدد دور مستخدم. سترى جميع المستخدمين من هذا الدور: النقر على واحد سوف تكون متجهة إلى صفحة الإعدادات لهذا المستخدم المحدد.
de_de: Wähle zunächst eine Benutzerrolle. Du wirst alle Nutzer mit dieser Rolle sehen. Klicke auf einen, um zur Einstellungsseite für diesen Nutzer weitergeleitet zu werden.
fr_fr: Tout d'abord, sélectionnez un rôle d'utilisateur. Vous verrez tous les utilisateurs de ce rôle: en cliquant sur l'un, vous serez dirigé vers la page des paramètres pour cet utilisateur spécifique.
it_it: Per prima cosa, seleziona un ruolo utente. Vedrai tutti gli utenti aventi quel ruolo: cliccando su di uno sarai rimandato alla pagina delle impostazioni specifica per quell'utente.
pl_pl: Po pierwsze, wybierz rolę użytkownika. Zobaczysz wszystkich użytkowników z tej roli: klikając na jeden z nich, zostaniesz przeniesiony na stronę ustawień dla danego użytkownika.
ru_ru: Сначала выберите роль пользователя. Вы увидите всех пользователей с этой ролью: щелкнув по одному, вы попадете на страницу настроек для этого конкретного пользователя.
tr_tr: İlk olarak bir kullanıcı rolü seçin. Ardından bu roldeki tüm kullanıcıları görebilir ve bir kullanıcıya tıkladığınızda o kullanıcıya özel ayarlar sayfasına gidebilirsiniz.

source: User roles
ar_ae: أدوار المستخدم
de_de: Benutzerrollen
fr_fr: Rôle d'utilisateur
it_it: Ruoli utente
pl_pl: Rola użytkownika
ru_ru: Пользовательские роли
tr_tr: Kullanıcı rolleri

source: Available users
ar_ae: المستخدمون المتاحون
de_de: Verfügbare Benutzer
fr_fr: Utilisateurs disponibles
it_it: Utenti disponibili
pl_pl: Dostępne użytkownicy
ru_ru: Доступные пользователи
tr_tr: Uygun kullanıcılar

source: Errors which may happen during the plugin execution are logged and showed here. If something is not working properly, please send this list along with your support request. The log is cleared every now and then, but you can empty it manually with the button below. If you do not want errors to be logged at all, see the %1$sFAQ%2$s.
ar_ae: يتم تسجيل الأخطاء التي قد تحدث أثناء تنفيذ البرنامج المساعد وتظهر هنا. إذا كان هناك شيء لا يعمل بشكل صحيح، يرجى إرسال هذه القائمة مع طلب الدعم الخاص بك. يتم مسح السجل بين الحين والآخر ، ولكن يمكنك إفراغه يدويًا بالزر أدناه. إذا لم تكن تريد تسجيل الأخطاء على الإطلاق، راجع %1$sFAQ%2$s.
de_de: Fehler, die während der Ausführung des Plugins auftreten, werden hier protokolliert und angezeigt. Wenn etwas nicht korrekt funktioniert, sende diese Liste bitte mit deiner Support-Anfrage ein. Das Fehlerprotokoll wird ab und zu geleert, du kannst es auch mit dem Button unten löschen. Wenn du Fehler überhaupt nicht protokollieren möchtest, lies bitte in den %1$sFAQ%2$s nach.
fr_fr: Les erreurs qui peuvent se produire lors de l'exécution du plug-in sont enregistrés et affichés ici. Si quelque chose ne fonctionne pas correctement, veuillez envoyer cette liste avec votre demande d'assistance. Le journal est effacé à de temps à autre, mais vous pouvez le vider manuellement avec le bouton ci-dessous. Si vous ne voulez pas d'erreurs à enregistrer du tout, voir la %1$sFAQ%2$s.
it_it: Gli errori che possono verificarsi durante l'esecuzione del plugin sono registrati e mostrati qui. Se qualcosa non funziona a dovere, per favore invia questo log insieme alla tua richiesta di supporto. Il log è ripulito ogni tanto, ma lo puoi svuotare manualmente con il pulsante sottostante. Se non vuoi che gli errori siano registrati, vedi le %1$sDomande frequenti%2$s.
pl_pl: Błędy, które mogą wystąpić w czasie wykonywania wtyczki, są rejestrowane i wyświetlane są tutaj. Jeśli coś nie działa prawidłowo, prosimy, prześlij lista ta wraz z zapytaniem wsparcia. Magazyn od czasu do czasu wyczyszczone, ale można usunąć go ręcznie za pomocą przycisku poniżej. Jeśli nie chcesz, aby błędy były rejestrowane w ogóle, patrz %1$sFAQ%2$s.
ru_ru: Ошибки, которые могут произойти во время работы плагина, регистрируются и отображаются здесь. Если что-то не работает должным образом, отправьте этот список вместе с вашим запросом службе поддержки. Журнал очищается время от времени, но вы можете очистить его вручную с помощью кнопки ниже. Если вы не хотите, чтобы ошибки регистрировались вообще, см. %1$sFAQ%2$s.
tr_tr: Eklentinin çalışması sırasında ortaya çıkabilecek hatalar burada gösterilir. Eğer bir şeylerin doğru şekilde çalışmadığını düşünüyorsanız lütfen destek talebinizle birlike bu listeyi de gönderin. Kayıt dosyası belirli aralıklarla temizlenir ama aşağıdaki düğmeyi kullanarak manuel olarak da silebilirsiniz. Eğer hata kayıtları tutulmasını istemiyorsanız %1$sSSS%2$s sayfasını ziyaret edin.

source: Frequently asked questions
ar_ae: الأسئلة المتداولة
de_de: Häufig gestellte Fragen
fr_fr: Questions fréquentes
it_it: Domande frequenti
ru_ru: Часто задаваемые вопросы
tr_tr: Sıkça sorulan sorular

source: To copy the error log, click below then press Ctrl + C (PC) or Cmd + C (Mac).
ar_ae: لنسخ سجل الأخطاء، انقر أدناه ثم اضغط على Ctrl + C (PC) أو Cmd + C (Mac).
de_de: Um das Fehlerprotokoll zu kopieren, klicke unten und drücke dann Strg + C (PC) oder Cmd + C (Mac).
fr_fr: Pour copier le log des erreurs, cliquez ci-dessous et appuyez sur Ctrl + C ou Cmd + C (Mac).
it_it: Per copiare il log degli errori, clicca qui sotto e premi Ctrl + C (PC) o Cmd + C (Mac).
pl_pl: Aby skopiować dziennik błędów, kliknij przycisk poniżej, a następnie naciśnij klawisze Ctrl + C (PC) lub Cmd + C (Mac).
ru_ru: Чтобы скопировать журнал ошибок, нажмите ниже, затем нажмите Ctrl + C (ПК) или Cmd + C (Mac).
tr_tr: Hata kaydını kopyalamak için aşağıya tıklayın ve ardından klavyenizde CTRL + C (PC) ya da CMD + C (Mac) tuşlarına basın.

source: That's great, nothing has gone wrong so far!
ar_ae: هذا عظيم، لم يحدث أي شيء خاطئ حتى الآن!
de_de: Super, bisher ist nichts schiefgelaufen!
fr_fr: Tout s'est bien déroulé, cool!
it_it: Fantastico, niente è andato storto finora!
pl_pl: To jest świetne, do tej pory nic nie poszło nie tak!
ru_ru: Замечательно, пока ничего не пошло не так!
tr_tr: Harika, her şey yolunda!

source: Clear error log
ar_ae: مسح سجل الأخطاء
de_de: Fehlerprotokoll leeren
fr_fr: Effacer le log des erreurs
it_it: Svuota il log degli errori
pl_pl: Wyczyść rejestr błędów
ru_ru: Очистить журнал ошибок
tr_tr: Hata kaydını temizle

source: Log was successfully cleared.
ar_ae: تم مسح السجل بنجاح.
de_de: Fehlerprotokoll erfolgreich geleert.
fr_fr: Le log a été parfaitement effacé.
it_it: Il log è stato svuotato con successo.
pl_pl: Magazyn został z powodzeniem czyścić.
ru_ru: Журнал был успешно очищен.
tr_tr: Hata kaydı başarıyla temizlendi.

source: Whatever of our %1$splenty of addons%2$s you may have bought, this is the place to activate your license. Make sure you have already uploaded the addon files, activated it, and paste the license key you have received by email in the field below.
fr_fr: Quel que soit notre %1$sliste d'addons%2$s que vous avez acheté, c'est l'endroit pour activer votre licence. Assurez-vous que vous avez déjà téléchargé les fichiers de l'addon, activez le, et collez la clé de licence que vous avez reçu par email dans le champ ci-dessous.
it_it: Qualunque delle nostre %1$stante estensioni%2$s tu abbia comprato, questo è il luogo in cui attivare la licenza. Accertati di avere già caricato i file dell'addon, di averlo attivato, e incolla la chiave di licenza che hai ricevuto per email nel campo sottostante.
pl_pl: Niezależnie od tego, że z naszych %1$splenty dodatków%2$s można kupił, to miejsce do aktywacji licencji. Upewnij się, że zostały już pobrane pliki dodatek, aktywowali go i włożeniu klucz licencyjny otrzymany w wiadomości e-mail w polu poniżej.
ru_ru: Независимо от того, какие из наших %1$sдополнений%2$s вы, возможно, купили, это место для активации вашей лицензии. Убедитесь, что вы уже загрузили файлы дополнения, активировали его и затем вставьте лицензионный ключ, полученный по электронной почте, в поле ниже.
tr_tr: Çok sayıdaki %1$sek özelliklerimizden%2$s hangisini satın almış olursanız olun, lisansınızı etkinleştireceğiniz yer burasıdır. Ek özellik dosyalarını sitenize yükleyip etkinleştirdiğinizden ettiğinizden emin olun ve e-posta ile size gönderilmiş olan lisans anahtarını aşağıdaki alana yapıştırın.

source: To activate your license key, the following data will be sent to the activation page: license key, website URL, blog language, plugin version. Twice a month the plugin will call home to check that your license is genuine and valid without asking for permission.
ar_ae: لتنشيط مفتاح الترخيص الخاص بك، سيتم إرسال البيانات التالية إلى صفحة التنشيط: مفتاح الترخيص، عنوان URL لموقع الويب، لغة المدونة، إصدار البرنامج المساعد. مرتين في الشهر البرنامج المساعد سوف ندعو المنزل للتأكد من أن الترخيص الخاص بك هو حقيقي وصالحة دون طلب إذن.
fr_fr: Pour activer votre clé de licence, les données suivantes seront envoyées à la page d'activation: clé de licence, site Web, la langue du blog, version du plugin. Deux fois par mois, le plugin appelera sa maison pour vérifier que votre licence est authentique et valable sans demander de permission.
it_it: Per attivare la tua chiave di licenza, i seguenti dati saranno inviati alla pagina di attivazione: chiave di licenza, URL del sito, lingua del sito, versione del plugin. Due volte al mese il plugin contatterà il server remoto per controllare la validità della licenza senza chiedere il permesso.
pl_pl: W celu aktywacji klucza licencyjnego na stronę aktywacji zostanie wysłane następujące dane: klucz licencyjny, adres URL witryny, język blog, wersja wtyczki. Dwa razy w miesiącu plugin będzie dzwonić do domu, aby sprawdzić, czy twoja licencja autentyczne i aktualne, nie pytając o pozwolenie.
ru_ru: Для активации вашего лицензионного ключа на страницу активации будут отправлены следующие данные: лицензионный ключ, URL сайта, язык блога, версия плагина. Дважды в месяц плагин будет обращаться домой, чтобы проверить подлинность и действительность вашей лицензии, не спрашивая разрешения.
tr_tr: Lisans anahtarınızın etkinleştirilmesi için şu veriler etkinleştirme sayfasına gönderilecektir: lisans anahtarı, web sitesinin URL’si, blog dili, eklenti versiyonu. Eklenti ayda iki kez lisansınızın özgün ve geçerli olup olmadığını kontrol edecektir ve öncesinde bunun için sizden izin istenmeyecektir.

source: Submit
ar_ae: عرض
fr_fr: Soumettre
it_it: Invia
pl_pl: Wysłać
ru_ru: Отправить
tr_tr: Gönder

source: Your license was successfully activated. Reload this page and enjoy!
ar_ae: تم تنشيط الترخيص بنجاح. إعادة تحميل هذه الصفحة والتمتع!
fr_fr: Votre license a été parfaitement activée. Rechargez cette page and profitez!
it_it: La tua licenza è stata attivata con successo. Ricarica questa pagina e goditela!
pl_pl: Twoja licencja jest aktywowana. Uruchom ponownie tę stronę i ciesz się!
ru_ru: Ваша лицензия была успешно активирована. Перезагрузите страницу и наслаждайтесь!
tr_tr: Lisansınız başarıyla etkinleştirildi. Bu sayfayı yenileyin ve keyfini çıkarın!

source: Your licenses
ar_ae: تراخيصك
fr_fr: Vos licenses
it_it: Le tue licenze
pl_pl: Twoja licencja
ru_ru: Ваши лицензии
tr_tr: Lisanslarınız

source: No licenses to display.
ar_ae: لا توجد تراخيص للعرض.
fr_fr: Aucune license à afficher
it_it: Nessuna licenza da mostrare.
pl_pl: Żadnych licencji na pokaz.
ru_ru: Нет лицензий для отображения.
tr_tr: Gösterilecek lisans yok

source: Your licenses status is listed below, along with their details. You may want to deactivate one to use it on other websites (but you won't be able to use its features on this site anymore).
ar_ae: يتم سرد حالة التراخيص أدناه، بالإضافة إلى تفاصيلها. قد ترغب في إلغاء تنشيط أحد لاستخدامها على مواقع ويب أخرى (ولكنك لن تتمكن من استخدام ميزاته على هذا الموقع بعد الآن).
fr_fr: Vos statuts de license sont affichés ci-dessous, avec leur détails. Vous pouvez en désactiver une afin de l'utiliser sur un autre site web (mais vous ne pouvez plus utiliser ses fonctionnalités sur le site actuel).
it_it: Lo stato delle licenze è mostrato sotto, insieme ai relativi dettagli. Potresti volerne disattivare una per usarla su altri siti (non potrai puoi fruire delle sue funzionalità su questo sito).
pl_pl: Status swoich licencji znajduje się poniżej wraz z ich szczegółowymi informacjami. Możesz wyłączyć jeden z nich, aby używać go na innych stronach (ale nie będziesz już mógł korzystać z jego funkcji na tej stronie).
ru_ru: Статус ваших лицензий указан ниже вместе с их данными. Вы можете отключить лицензию, чтобы использовать ее на другом веб-сайте (но вы больше не сможете использовать ее функции на этом сайте).
tr_tr: Lisanslarınızın durumu ve ilgili ayrıntılar aşağıda listelenmiştir. Birini veya daha fazlasını başka web sitelerinde kullanmak üzere devre dışı bırakmak isteyebilirsiniz (fakat ilgili özellikleri bu sitede artık kullanamayacaksınız).

source: Addon
ar_ae: الملحق
pl_pl: Oprócz
ru_ru: Дополнение
tr_tr: Ek özellik

source: Deactivate
ar_ae: عطل
fr_fr: Désactiver
it_it: Disattiva
pl_pl: Wyłączyć
ru_ru: Деактивировать
tr_tr: Devre dışı bırak

source: Unknown
ar_ae: غير معروف
fr_fr: Inconnu
it_it: Sconosciuto
pl_pl: Nieznany
ru_ru: Неизвестный
tr_tr: Bilinmiyor

source: Awfully sad - Expired | %1$sRenew%2$s
ar_ae: حزين بفظاعة - منتهية الصلاحية | %1$sRenew%2$s
fr_fr: Terriblement triste - Expiré | %1$sRenouveler%2$s
it_it: Terribilmente triste - Scaduta | %1$sRinnova%2$s
pl_pl: Okropnie smutny - Wygasł | %1$sRenew%2$s
ru_ru: Очень жаль - Просрочена | %1$sОбновить%2$s
tr_tr: Malesef - Süresi dolmuş | %1$sYenile%2$s

source: Renew!
ar_ae: تجديد!
fr_fr: Renouveler!
it_it: Rinnova!
pl_pl: Zaktualizować!
ru_ru: Обновить!
tr_tr: Yenile!

source: Anxious - In expiration | %1$sRenew%2$s
ar_ae: قلق - في انتهاء الصلاحية | %1$sRenew%2$s
fr_fr: Anxieux - Expire bientôt | %1$sRenouveler%2$s
it_it: Ansiosa - In scadenza | %1$sRinnova%2$s
pl_pl: Niespokojny - Podczas wygasania | %1$sRenew%2$s
ru_ru: Очень жаль - Скоро истечет | %1$sОбновить%2$s
tr_tr: Endişe verici - Tükenmek üzere | %1$sYenile%2$s

source: Astonishingly happy
ar_ae: سعيد بشكل مدهش
fr_fr: Etonnamment heureux
it_it: Sorprendentemente felice
pl_pl: Niezwykle szczęśliwa
ru_ru: Замечательно
tr_tr: Her şey harika

source: Deactivate license
ar_ae: إلغاء تنشيط الترخيص
fr_fr: Désactiver la license
it_it: DIsattiva licenza
pl_pl: Dezaktywować licencję
ru_ru: Деактивировать лицензию
tr_tr: Lisansı devre dışı bırak

source: Dismiss
ar_ae: رفض
de_de: Abbrechen
fr_fr: Rejeter
it_it: Rimuovi
pl_pl: Zwalniać
ru_ru: Отклонить
tr_tr: İptal

source: Use the zonal system
ar_ae: استخدام نظام المناطق
de_de: Stufensystem benutzen
fr_fr: Utiliser le système zonal
it_it: Usa il sistema zonale
pl_pl: Użyj зональную system
ru_ru: Использовать зональную систему
tr_tr: Alan sistemini kullan
