Repository: TheCrowned/Post-Pay-Counter
Catalog: lang/post-pay-counter-*.po
Languages: ar_ae, de_de, fr_fr, it_it, pl_pl, ru_ru, tr_tr

source: Include or exclude posts from stats depending on their post type (the plugin works with custom post types, yeah!), the user's role who wrote the it and its post status.
ar_ae: تضمين أو استبعاد المشاركات من احصائيات اعتمادا على نوع ما بعد (البرنامج المساعد يعمل مع أنواع وظيفة مخصصة ، نعم! ) ، ودور المستخدم الذي كتب ذلك وحالة ما بعد.
de_de: Schließe Beiträge von den Statistiken basierend auf ihrem Beitragstyp (ja, dieses Plugin funktioniert mit benutzerdefinierten Beitragstypen!), der Rolle des Autors oder seines Statuses aus.
fr_fr: Inclure ou exclure les articles des stats en fonction de leur type de poste (le plugin fonctionne avec les types d'articles personnalisés, yeah!), le rôle de l'utilisateur qui l'a écrit et le statut de l'article.
it_it: Includi o escludi post dalle statistiche a seconda del loro post type (il plugin gestisce i custom post type, già!), il ruolo dell'utente che l'ha scritto e lo stato di pubblicazione.
pl_pl: Dodawać lub usuwać posty ze statystyk w zależności od ich rodzaju stanowiska (wtyczka działa z niestandardowych typów pocztowych, tak!), rola użytkownika, który napisał jego, i jego status wiadomości.
ru_ru: Включать или исключать посты из статистики в зависимости от их типа (плагин работает с пользовательскими типами публикаций), роли пользователя который его написал, и статуса публикации.
tr_tr: Hangi yazı tipine dahil olduklarına (bu eklenti özel yazı tipleriyle de kullanılabiliyor, evet!), yazarlarının kullanıcı rolünün ne olduğuna ve yayınlanma durumlarına göre yazıları istatistik sayfasına dahil edebilir veya dışarıda bırakabilirsiniz.

source: Stats page with calculations
ar_ae: صفحة الإحصائيات مع العمليات الحسابية
de_de: Statistikseite mit Berechnungen
fr_fr: Page statistique avec calcul
it_it: Statistiche con conteggi
pl_pl: Strona statystyk z obliczeniami
ru_ru: Страница статистики с расчетами
tr_tr: Hesaplamalarla istatistik sayfası

source: The general view
ar_ae: طريقة العرض العامة
de_de: Allgemeine Ansicht
fr_fr: Vue générale
it_it: La vista generale
pl_pl: Widok ogólny
ru_ru: Общий вид
tr_tr: Genel görünüm

source: General stats display all users in the same page, showing how much each of them should be paid basing on the number and value of their posts.
ar_ae: تعرض الإحصائيات العامة جميع المستخدمين في نفس الصفحة، حيث توضح المبلغ الذي يجب أن يدفعه كل منهم بناءً على عدد المشاركات وقيمتها.
de_de: Die allgemeinen Statistiken zeigen alle Benutzer und welche Beträge ihnen zustehen auf derselben Seite.
fr_fr: Les statistiques générales affichent tous les utilisateurs dans la même page, montrant combien chacun d'entre eux devraient être payés en se basant sur le nombre et la valeur de leurs articles.
it_it: Le statistiche generali mostrano tutti gli utenti nella stessa pagina, ognuno con il relativo importo che dovrebbe essere pagato a secondo del numero e del valore dei propri post.
pl_pl: Ogólne statystyki wyświetla wszystkich użytkowników na jednej stronie, pokazując, ile każdy z nich musi być wypłacane w zależności od ilości i kosztów ich wiadomości.
ru_ru: Общая статистика отображает всех пользователей на одной странице, показывая, сколько каждый из них должен получить, исходя из количества и стоимости их публикаций.
tr_tr: Genel istatistikler tüm yazarların aynı sayfada görüntülenmesini sağlar ve yazılarının sayısına ve değerine göre her bir yazara ne kadar ödeme yapılması gerektiğini gösterir.

source: The detailed view
ar_ae: طريقة العرض التفصيلية
de_de: Detailansicht
fr_fr: Vue détaillée
it_it: La visualizzazione dettagliata
pl_pl: Szczegółowy widok
ru_ru: Подробный вид
tr_tr: Ayrıntılı görünüm

source: Detailed stats display an in-depth view for an author. You'll see how the total amount has been calculated, with details for each post (number of words, visits, images and comments).
ar_ae: تعرض الإحصائيات المفصلة عرضًا متعمقًا للمؤلف. ستشاهد كيف تم حساب المبلغ الإجمالي، مع تفاصيل لكل مشاركة (عدد الكلمات والزيارات والصور والتعليقات).
de_de: Die detaillierten Statistiken zeigen eine tiefergehende Statistik für einen Autor. Du siehst, wie sich der Gesamtbetrag zusammensetzt und hast eine Detailansicht für jeden Beitrag (Anzahl der Wörter, Aufrufe, Bilder und Kommentare).
fr_fr: Les statistiques détaillées affichent une vue en profondeur pour un auteur. Vous verrez comment le montant total a été calculé, avec des détails pour chaque article (nombre de mots, de visites, d'images et de commentaires).
it_it: Le statistiche dettagliate mostrano una visualizzazione dettagliata per ogni autore. Si può vedere come il pagamento totale è stato calcolato, con i dettagli di ogni post (numero di parole, visite, immagini e commenti).
pl_pl: Szczegółowe statystyki wyświetla dogłębne przedstawienie dla autora. Zobaczysz, jak została obliczona łączna kwota, z podaniem dla każdego postu (ilość słów, wizyt, zdjęć i komentarzy).
ru_ru: Подробная статистика отображает более детальное представление об авторе. Вы увидите, как была рассчитана общая сумма, с подробностями для каждой публикации (количество слов, посещений, изображений и комментариев).
tr_tr: Ayrıntılı istatistikler yazarlara derinlemesine bir bakış sunar. Buradan toplam tutarın nasıl hesaplanmış olduğunu ve her bir yazıya ilişkin ayrıntıları (kelimelerin, ziyaretlerin, görsellerin ve yorumların sayısı) görebilirsiniz.

source: Get old stats too
ar_ae: الحصول على احصائيات القديمة جدا
de_de: Auch alte Statistiken nutzen
fr_fr: Obtenir également les anciennes stats
it_it: Anche le statistiche vecchie
pl_pl: Zobacz stare statystyki też
ru_ru: Получить старую статистику тоже
tr_tr: Eski istatistikleri de al

source: View posts calculations since the first written post, regardless of the plugin install date. A fancy date picker lets you shift between days and select the desired time range.
ar_ae: عرض عمليات حسابية الوظائف منذ أول وظيفة مكتوبة، بغض النظر عن تاريخ تثبيت البرنامج المساعد. يتيح لك منتقي التاريخ الفاخر الانتقال بين الأيام وتحديد النطاق الزمني المطلوب.
de_de: Zeige die Berechnungen seit dem ersten Beitrag, der jemals verfasst wurde – unabhängig davon, wann du das Plugin installiert hast. Mit einer schicken Datumsanzeige kannst du den gewünschten Zeitraum auswählen.
fr_fr: Voir les comptages d'articles depuis le premier article écrit, quel que soit la date d'installation du plugin. Un sélecteur de date vous permet de choisir les jours et sélectionner la plage de temps souhaitée.
it_it: Visualizza i conteggi per i post fin dal primo post mai scritto, indipendentemente dalla data d'installazione del plugin. Un simpatico selettore di date permette di selezionare l'intervallo di tempo desiderato.
pl_pl: Przeglądanie wiadomości obliczeń od pierwszego napisanego wiadomości, niezależnie od daty instalacji wtyczki. Osobliwy wybór dat pozwala przełączać się między dniami i wybrać żądany zakres czasu.
ru_ru: Просматривать публикации с момента их написания, независимо от даты установки плагина. Удобный выбор даты позволяет переключаться между днями и выбирать желаемый диапазон времени.
tr_tr: Eklentinin kurulduğu tarihten bağımsız şekilde, yazılmış olan ilk yazıdan itibaren yazı hesaplamalarını gör. Tarih seçiciyi kullanarak günler arasında geçiş yapabilir ve istediğiniz aralığı seçebilirsiniz.

source: Overall stats
ar_ae: الإحصائيات الإجمالية
de_de: Gesamtstatistik
fr_fr: Stats générale
it_it: Statistiche complessive
pl_pl: Ogólne statystyki
ru_ru: Общая статистика
tr_tr: Toplam istatistikler

source: Fond of stats and numbers? At the bottom of regular stats an overall stats box displays your all-time overall stats, from the first post ever to the latest one.
ar_ae: مولعا احصائيات وأرقام؟ في الجزء السفلي من الإحصائيات العادية يعرض مربع الإحصائيات الشاملة إحصائياتك الإجمالية على الإطلاق ، من أول مشاركة على الإطلاق إلى آخرها.
de_de: Du liebst Statistiken und Zahlen? Unterhalb der normalen Statistiken wird eine Gesamtstatistik angezeigt, die alle Statistiken enthält – vom ersten bis zum letzten Beitrag.
fr_fr: Vous aimez les statistiques et les chiffres? Au bas de statistiques régulières, plusieurs boîtes de stats affichent l'ensemble des statistiques depuis la création de votre site, à partir du premier article jusqu'au dernier.
it_it: Un maniaco di statistiche e numeri? Sotto le statistiche normali una tabella di statistiche complessive mostra conteggi dal principio fino alla fine, dal primo post pubblicato al più recente.
pl_pl: Lubisz statystyki i liczby? W dolnej części zwykłej statystyki w polu ogólne statystyki są wyświetlane twoje ogólne statystyki za cały czas, od pierwszego postu, a kończąc na najnowszych.
ru_ru: Увлекаетесь статистикой и цифрами? В нижней части обычной статистики, в окне общей статистики отображается общая статистика за все время, начиная с первой публикации и заканчивая последней.
tr_tr: İstatistikleri ve sayıları seviyor musunuz? Yayınlanmış olan ilk yazıdan son yazıya kadar, tüm zamanlara ait toplam istatistiklerinizi normal istatistiklerin altında bulunan toplam istatistikler kutusunda görebilirsiniz.

source: Juicy additions
ar_ae: إضافات العصير
de_de: Nette Features
fr_fr: Fonctionnalités bonus
it_it: Aggiunte succose
pl_pl: Soczyste dodatki
ru_ru: Яркие дополнения
tr_tr: Cazip ek özellikler

source: Prevent users envy
ar_ae: منع المستخدمين الحسد
de_de: Verhindere Neid unter den Benutzern
fr_fr: Prévenir la jalousie des utilisateurs
it_it: Evita l'invidia degli utenti
pl_pl: Zapobiega zazdrość użytkowników
ru_ru: Предотвратить пользовательскую зависть
tr_tr: Kullanıcıların birbirini kıskanmasını engelle

source: Want users to be able to see only their own stats and not other users' ones? Yes you can! There's a whole set of permission settings to define what users should and shouldn't see.
ar_ae: هل تريد أن يتمكن المستخدمون من رؤية إحصائياتهم الخاصة فقط وليس إحصائيات المستخدمين الآخرين؟ نعم يمكنك! هناك مجموعة كاملة من إعدادات الأذونات لتحديد ما يجب على المستخدمين رؤيته وما لا يجب أن يراه.
de_de: Du willst dass Benutzer nur ihre eigenen Statistiken sehen können? Kein Problem! Es gibt eine große Bandbreite an Berechtigungs-Einstellungen, mit denen du kontrollieren kannst, welche Nutzer was sehen dürfen.
fr_fr: Vous voulez que les utilisateurs ne puissent voir que leurs propres statistiques et non pas celles des autres utilisateurs? Oui, vous le pouvez! Il y a tout un ensemble de paramètres d'autorisation pour définir ce que les utilisateurs devraient et ne devraient pas voir.
it_it: Vuoi che gli utenti siano in grado di vedere solo le loro statistiche e non quelle altrui? Puoi! C'è un'intera gamma di permessi per definire cosa gli utenti possono e non possono vedere.
pl_pl: Chcesz, aby użytkownicy mogli widzieć tylko swoje własne statystyki, a nie statystyki innych użytkowników? Tak, można! Istnieje cały zestaw ustawień uprawnień, które określają, że użytkownicy powinni i czego nie powinni widzieć.
ru_ru: Хотите, чтобы пользователи могли видеть только свою статистику, а не статистику других пользователей? Да, это возможно! Существует целый набор настроек разрешений, чтобы определить, что пользователи должны и не должны видеть.
tr_tr: Yazarların sadece kendi istatistiklerini görmesini mi istiyorsunuz? Evet, bu mümkün! Yazarların neleri görüp neleri göremeceğini ayarlayabilmeniz için pek çok izin ayarı mevcuttur.

source: Personalize settings by user
ar_ae: تخصيص الإعدادات حسب المستخدم
de_de: Einstellungen für Benutzer personalisieren
fr_fr: Personnaliser les réglages par utilisateurs
it_it: Personalizza impostazioni per utente
pl_pl: Personalizacja ustawień użytkownika
ru_ru: Персонализируйте настройки для каждого пользователя
tr_tr: Ayarları kullanıcıya göre kişiselleştir

source: Some users may deserve more or less than others: they can have custom settings for what concerns payments and permissions.
ar_ae: قد يستحق بعض المستخدمين أكثر أو أقل من الآخرين: يمكنهم الحصول على إعدادات مخصصة لما يتعلق بالمدفوعات والأذونات.
de_de: Einige Nutzer sollen vielleicht mehr verdienen als andere – ihnen kannst du benutzerdefinierte Einstellungen für Zahlungen und Berechtigungen zuweisen.
fr_fr: Certains utilisateurs peuvent mériter plus ou moins que les autres: ils peuvent avoir des paramètres personnalisés pour ce qui concerne les paiements et les autorisations.
it_it: Alcuni utenti meritano più o meno di altri: possono avere impostazioni personalizzate per ciò che riguarda pagamenti e permessi.
pl_pl: Niektórzy użytkownicy mogą zasługiwać większej lub mniejszej, niż inne: mogą mieć własne ustawienia dla tego, co do płatności i uprawnień.
ru_ru: Некоторые пользователи могут заслуживать больше или меньше, чем другие: у них могут быть собственные настройки платежей и разрешений.
tr_tr: Bazı yazarlar diğerlerinden daha fazlasını veya daha azını hak eder. İzinlere ve ödemelere ilişkin ayarları yazarlara özel biçimde belirlemeniz mümkündür.

source: Import/Export settings
ar_ae: إعدادات الاستيراد/التصدير
de_de: Einstellungen importieren/exportieren
fr_fr: Paramètres d'import/export
it_it: Impostazioni importazione/esportazione
pl_pl: Opcje importu / eksportu
ru_ru: Импорт/Экспорт настроек
tr_tr: Ayarların içe aktarımı/dışa aktarımı

source: Exporting and importing settings makes duplicating settings easy! You can copy them from a user to another or even from different websites.
ar_ae: تصدير وإعدادات الاستيراد يجعل من السهل تكرار الإعدادات! يمكنك نسخها من مستخدم لآخر أو حتى من مواقع مختلفة.
de_de: Der Export und Import von Einstellungen lässt dich diese schnell duplizieren und auf andere Benutzer oder sogar komplett andere Webseiten anwenden.
fr_fr: Exporter et importer des paramètres rend la duplication de paramètres facile! Vous pouvez les copier à partir d'un utilisateur vers un autre ou même de différents sites Web.
it_it: Esportare e importare impostazioni rende la duplicazione della configurazione semplice! Puoi copiarle da un utente a un altro o addirittura tra siti web differenti.
pl_pl: Eksportowanie i importowanie ustawień ułatwia powielanie ustawień! Możesz je skopiować z jednego użytkownika na innego lub nawet z różnych stron internetowych.
ru_ru: Экспорт и импорт настроек упрощает дублирование настроек. Вы можете скопировать их от одного пользователя к другому или даже между разными веб-сайтами.
tr_tr: Ayarları dışa ve içe aktarmak, aynı ayarları tekrar tekrar uygulamanın çok kolay bir yoludur! Ayarları bir kullancıdan diğerine kopyalayabilir, hatta farklı web sitelerinde kullanabilirsiniz.

source: Go to Post Pay Counter Settings
ar_ae: الانتقال إلى إعدادات عداد الدفعات
de_de: Zu den Post Pay Counter Einstellungen
fr_fr: Aller aux paramètres de Post Pay Counter
it_it: Vai alle statistiche di Post Pay Counter
pl_pl: Przejdź do Ustawień licznika rozstrzelonych płatności
ru_ru: Перейти к настройкам Post Pay Counter
tr_tr: Post Pay Counter Ayarlarına Git

source: Version changes
ar_ae: تغييرات الإصدار
de_de: Versionsänderungen
fr_fr: Changements de la version
it_it: Novità di versione
pl_pl: Zmiany w wersji
ru_ru: Изменения в версии
tr_tr: Version değişiklikleri

source: The springboard for the PRO
ar_ae: نقطة انطلاق للمحترفين
de_de: Das Sprungbrett für die PRO-Version
fr_fr: Le tremplin pour les PRO
it_it: Il trampolino di lancio per la PRO
pl_pl: Trampolina dla profesjonalistów
ru_ru: Трамплин для PRO
tr_tr: PRO olun

source: Analytics and Adsense integration
ar_ae: التحليلات والتكامل ادسينس
fr_fr: Intégration Analytics et Adsense
it_it: Integrazione con Analytics e Adsense
pl_pl: Analiza i integracja Adsense
ru_ru: Интеграция с Analytics и Adsense
tr_tr: Adsense ve Analytics entegrasyonu

source: Use your account on the world-leading website visits tracking system to pay writers basing on reliable visits data, and/or share Adsense revenues with your writers. Use pageviews or unique pageviews as you like and stop the counting after a certain number of days.
ar_ae: استخدام حسابك على موقع على شبكة الإنترنت الرائدة في العالم الزيارات نظام تتبع لدفع الكتاب استنادا إلى بيانات الزيارات موثوق بها ، و / أو حصة عائدات Adsense مع الكتاب. استخدم مشاهدات الصفحة أو مشاهدات الصفحة الفريدة كما تريد وأوقف العد بعد عدد معين من الأيام.
fr_fr: Utilisez votre compte sur le compteur de suivir numéro 1 pour payer vos contributeurs en se basant sur des données de visites fiables, et/ou partager les revenus Adsense avec vos contributeurs. Utilisez vue par page ou vue unique par pages, comme vous le souhaitez, et arrêter le comptage après un certain nombre de jours.
it_it: Usa il tuo account sulla più famosa piattaforma di tracciamento delle visite per pagare i redattori basandoti su dati affidabili per le visite e/o condividi i ricavi di Asense con loro. Scegli tra visualizzazioni e visualizzazioni uniche e ferma il conteggio dopo un certo numero di giorni.
ru_ru: Используйте свою учетную запись в ведущей в мире системе отслеживания посещений веб-сайтов, чтобы платить авторам на основе надежных данных о посещениях и / или делиться доходами Adsense со своими авторами. Используйте просмотры страниц или уникальные просмотры страниц по своему усмотрению и прекратите подсчет через определенное количество дней.
tr_tr: Yazarlara güvenilir ziyaret verilerini temel alarak ücret ödemek ve/veya Adsense gelirlerinizi yazarlarınızla paylaşmak için dünyanın en iyi ziyaret izleme sistemindeki hesabınızı kullanın. İsterseniz sayfa görüntüleme, isterseniz benzersiz sayfa görüntüleme verilerini kullanabilirsiniz ve belirli bir süre sonra saymayı durdurabilirsiniz.

source: Pay with Paypal
ar_ae: الدفع باستخدام Paypal
de_de: Zahle mit PayPal
fr_fr: Payer avec PayPal
it_it: Paga con PayPal
pl_pl: Płatność za pomocą Paypal
ru_ru: Оплата через PayPal
tr_tr: Paypal ile öde

source: Pay your writers directly from the stats page with Adaptive Payments.
ar_ae: ادفع للكتاب مباشرة من صفحة الإحصائيات باستخدام المدفوعات المتكيفة.
de_de: Bezahle deine Autoren direkt von der Statistikseite mit Adaptive Payments.
fr_fr: Payer vos contributeurs directement de la page de stats avec les Paiements Adaptatifs.
it_it: Paga i tuoi redattori direttamente dalla pagine delle statistiche con Adaptive Payments.
ru_ru: Платите своим авторам прямо со страницы статистики с помощью Адаптивных платежей.
tr_tr: Adaptif Ödeme özelliği ile yazarlarınıza direkt olarak istatistik sayfasından ödeme yapın.

source: Tons of other features
ar_ae: طن من الميزات الأخرى
de_de: Ein riesiger Haufen an weiteren Funktionen
fr_fr: Et bien d'autres fonctionnalités
it_it: Tonnellate di altre funzioni
pl_pl: Mnóstwo innych funkcji
ru_ru: Тонны других возможностей
tr_tr: Tonlarca başka özellik

source: The %1$sPRO version%2$s includes a damn more lot of interesting features, among which but not only: payment manager and payment history to keep track of past transactions, award payment bonus to single posts, shortcode for stats, stats exporting... see? There's not enough space to list them all!
ar_ae: يتضمن الإصدار %1$sPRO%2$s الكثير من الميزات المثيرة للاهتمام ، من بينها ولكن ليس فقط: مدير الدفع وتاريخ الدفع لتتبع المعاملات السابقة ، مكافأة الدفع الممنوحة إلى المشاركات الفردية ، الرمز القصير للإحصائيات ، تصدير الإحصائيات... انظر؟ ليس هناك مساحة كافية لإدراجها كلها!
de_de: Die %1$sPRO-Version%2$s enthält eine ganze Menge weiterer interessanter Funktionen, unter anderem einen Zahlungsmanager und Zahlungsverlauf, der alle Transaktionen aufzeichnet, die Möglichkeit, Boni für einzelne Beiträge zu vergeben, Shortcodes für Statistiken, eine Exportfunktion, ... Siehst du? Es ist gar nicht genug Platz, um alles aufzulisten.
fr_fr: La %1$sVersion PRO%2$s comprend un sacré lot de caractéristiques intéressantes supplémentaires, parmi lesquels, mais pas seulement: un gestionnaire de paiement et historique de paiement pour garder la trace des transactions passées, une prime de paiement des articles uniques, des shortcodes pour les stats, les statistiques d'exportation ... vous voyez? Il n'y a pas assez d'espace pour les énumérer tous!
it_it: La %1$sversione PRO%2$s include una gran quantità di funzionalità interessanti, tra cui (ma non solo): gestore dei pagamenti e cronologia dei pagamenti per tenere traccia di transazioni passate, possibilità di assegnare un bonus ai singoli post, shortcode per le statistiche, esportazione delle statistiche... vedi? Non c'è abbastanza spazio per elencarle tutte!
pl_pl: Wersja % 1$sPRO%2$s zawiera cholernie więcej ciekawych funkcji, wśród których, Ale nie tylko: kierownik płatności i historia płatności, aby śledzić historię transakcji, premia za płatności premii dla poszczególnych stanowisk, short-kod do statystyk, eksport statystyk... widzisz? Tam nie dość miejsca, aby wymienić je wszystkie!
ru_ru: %1$sPRO версия%2$s включает в себя еще массу интересных функций, среди которых, но не только: менеджер платежей и история платежей для отслеживания прошлых транзакций, оплата вознаграждения за отдельные публикации, шорткод для статистики, экспорт статистики... Видите? Недостаточно места, чтобы перечислить их все!
tr_tr: %1$sPRO versiyon%2$s ilgi çekici başka pek çok özelliğe sahip. Geçmiş ödeme işlemlerinin takibini yapmak için ödeme yöneticisi ve ödeme geçmişi, tek tek yazılara ödeme bonusu verme imkanı, istatistikler için kısa kodlar, istatistikleri dışa aktarma imkanı ve daha pek çoğu. Gördünüz mü? Özelliklerin hepsi buraya sığmıyor bile!

source: No valid changelog was found.
ar_ae: لم يتم العثور على سجل تغيير صالح.
de_de: Kein gültiges Changelog gefunden.
fr_fr: Aucun changelog valide n'a été trouvé.
it_it: Non è stato trovato un changelog valido.
pl_pl: Żadnego ważnego listy zmian nie stwierdzono.
ru_ru: Действительный журнал изменений не найден.
tr_tr: Geçerli bir değişiklik kaydı bulunamadı.

source: Stats
ar_ae: احصائيات
de_de: Statistiken
it_it: Statistiche
pl_pl: Statystyki
ru_ru: Статистика
tr_tr: İstatistikler

source: System Info
ar_ae: معلومات النظام
fr_fr: Info Système
it_it: Informazioni di sistema
pl_pl: Informacje Systemowe
ru_ru: Информация о системе
tr_tr: Sistem Bilgisi

source: Addons
ar_ae: ادونس
it_it: Estensioni
pl_pl: Dodatki
ru_ru: Дополнения
tr_tr: Ek Özellikler

source: Permissions
ar_ae: اذونات
de_de: Berechtigungen
it_it: Permessi
pl_pl: Uprawnienia
ru_ru: Разрешения
tr_tr: İzinler

source: License status
ar_ae: حالة الترخيص
fr_fr: Statut de la license
it_it: Stato della licenza
pl_pl: Status licencji
ru_ru: Статус лицензии
tr_tr: Lisans durumu

source: Miscellanea
ar_ae: متفرقات(أ)
de_de: Verschiedenes
fr_fr: Divers
it_it: Varie
pl_pl: Różne
ru_ru: Разное
tr_tr: Diğer

source: Import/Export Settings
ar_ae: إعدادات الاستيراد/التصدير
de_de: Einstellungen importieren/exportieren
fr_fr: Paramètres pour l'import/export
it_it: Importa/Esporta impostazioni
pl_pl: Opcje Importu / Eksportu
ru_ru: Импорт/Экспорт Настроек
tr_tr: Ayarları İçe/Dışa Aktar

source: Everything you're missing by not being PRO
ar_ae: كل شيء كنت في عداد المفقودين من خلال عدم كونها PRO
de_de: Alles was du verpasst, wenn du nicht auf PRO upgradest
fr_fr: Tout ce que vous manquez en n'ayant pas la version PRO
it_it: Tutto quello che ti stai perdendo non essendo PRO
pl_pl: Wszystko, co tracisz, nie będąc profesjonalistą
ru_ru: Все, что вы теряете не используя PRO версию
tr_tr: PRO olmayarak kaçırdığınız özellikler

source: Support the author
ar_ae: دعم المؤلف
de_de: Unterstütze den Autor
fr_fr: Assistance de l'auteur
it_it: Supporta l'autore
pl_pl: Wesprzyj autora
ru_ru: Поддержать разработчика
tr_tr: Yazarı destekleyin

source: Error log
ar_ae: سجل الأخطاء
de_de: Fehlerprotokoll
fr_fr: Log des erreurs
it_it: Log errori
pl_pl: Dziennik błędów
ru_ru: Журнал ошибок
tr_tr: Hata kaydı
