Repository: TheCrowned/Post-Pay-Counter
Catalog: lang/post-pay-counter-*.po
Languages: ar_ae, de_de, fr_fr, it_it, pl_pl, ru_ru, tr_tr

source: Your license was successfully deactivated, you can now use it on other websites.
ar_ae: تم إلغاء تنشيط الترخيص الخاص بك بنجاح، يمكنك الآن استخدامه على مواقع أخرى.
fr_fr: Votre license a été parfaitement désactivée, vous pouvez maintenant l'utiliser sur d'autre sites web.
it_it: La licenza è stata disattivata con successo, puoi ora usarla su altri siti.
ru_ru: Ваша лицензия была успешно деактивирована, теперь вы можете использовать ее на других сайтах.
tr_tr: Lisansınız başarıyla devre dışı bırakıldı. Artık başka web sitelerinde kullanabilirsiniz.

source: Are you sure you want to deactivate your license on this website? You will be able to unlock the addon features on another website, but you will not be able to use them on this one anymore.
ar_ae: هل أنت متأكد من أنك تريد إلغاء تفعيل الترخيص الخاص بك على هذا الموقع؟ سوف تكون قادرة على فتح الميزات الملحق على موقع آخر، ولكن لن تكون قادرة على استخدامها على هذا واحد بعد الآن.
fr_fr: Etes-vous sûr de vouloir désactiver votre licence sur ce site? Vous serez en mesure de déverrouiller les fonctionnalités de l'addon sur un autre site, mais vous ne serez plus en mesure de les utiliser sur celui-ci plus.
it_it: Sei sicuro di voler disattivare la tua licenza su questo sito? Potrai sbloccare le funzionalità di questo addon su un altro sito, ma non potrai più fruirne su questo.
ru_ru: Вы уверены, что хотите деактивировать свою лицензию на этом сайте? Вы сможете разблокировать функции дополнений на другом веб-сайте, но больше не сможете их использовать на этом.
tr_tr: Lisansınızı bu web sitesinde devre dışı bırakmak istediğinizden emin misiniz? Bu ek özelliği başka web sitelerinde etkinleştirebilirsiniz fakat artık bu sitede kullanamazsınız.

source: User's settings successfully deleted. You will be redirected to the general options page.
ar_ae: تم حذف إعدادات المستخدم بنجاح. سيتم توجيهك إلى صفحة الخيارات العامة.
de_de: Benutzereinstellungen erfolgreich gelöscht. Du wirst du den allgemeinen Optionen weitergeleitet.
fr_fr: Les paramètres de l'utilisateur ont été supprimé avec succès. Vous allez être redirigé vers la page des options générales.
it_it: Le impostazioni utente sono stato eliminate con successo. Sarai rediretto alla pagina delle impostazioni generali.
ru_ru: Пользовательские настройки успешно удалены. Вы будете перенаправлены на страницу общих параметров.
tr_tr: Kullanıcının ayarları başarıyla silindi. Genel ayarlar sayfasına yönlendirileceksiniz.

source: No more than 10 zones are allowed.
ar_ae: لا يسمح بأكثر من 10 مناطق.
de_de: Maximum von 10 Stufen erreicht.
fr_fr: Pas plus de 10 zones sont autorisées.
it_it: Non più di 10 zone consentite.
pl_pl: Dopuszcza się nie więcej niż 10 stref.
ru_ru: Разрешено не более 10 зон.
tr_tr: 10'dan fazla alana izin verilmez.

source: No less than 2 zones are allowed.
ar_ae: ويسمح بما لا يقل عن 2 مناطق.
de_de: Weniger als zwei Stufen sind nicht erlaubt.
fr_fr: Pas moins de 2 zones sont autorisées.
it_it: Non meno di 2 zone sono consentite.
pl_pl: Jest dozwolone nie mniej niż 2 stref.
ru_ru: Разрешено не менее 2 зон.
tr_tr: En az 2 alan tanımlanmalıdır.

source: A payment threshold must first be set.
ar_ae: يجب أولاً تعيين حد دفع.
de_de: Zunächst muss eine Auszahlungsgrenze festgelegt werden.
fr_fr: Un seuil de paiement doit d'abord être défini.
it_it: Deve prima essere impostata una soglia di pagamento.
pl_pl: Najpierw należy ustawić próg płatności.
ru_ru: Сначала необходимо установить порог оплаты.
tr_tr: Bir ödeme eşiği belirtilmelidir.

source: The requested user does not exist.
ar_ae: المستخدم المطلوب غير موجود.
de_de: Der gewählte Benutzer existiert nicht.
fr_fr: L'utilisateur demandé n'existe pas.
it_it: L'utente richiesto non esiste.
pl_pl: Żądany użytkownik nie istnieje.
ru_ru: Запрошенный пользователь не найден.
tr_tr: Talep edilen kullanıcı mevcut değil.

source: Settings
ar_ae: الإعدادات
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia
ru_ru: Настройки
tr_tr: Ayarlar

source: Donate
ar_ae: التبرع
de_de: Spenden
fr_fr: Donation
it_it: Donazione
pl_pl: Do oddania
ru_ru: Пожертвовать
tr_tr: Bağış yap

source: Installed version
ar_ae: الإصدار المثبت
de_de: Installierte Version
fr_fr: Version installée
it_it: Versione installata
pl_pl: Zainstalowana wersja
ru_ru: Установленная версия
tr_tr: Yüklenmiş versiyon

source: Support
ar_ae: الدعم
fr_fr: Assistance
it_it: Assistenza
pl_pl: Wsparcie
ru_ru: Поддержка
tr_tr: Destek

source: Tutorials
ar_ae: الدروس
fr_fr: Tutoriaux
it_it: Guide
pl_pl: Podręczniki
ru_ru: Учебники
tr_tr: Öğreticiler

source: Questions & Answers
ar_ae: أسئلة وأجوبة
fr_fr: Questions & Réponses
it_it: Domande & Risposte
pl_pl: pytanie-odpowiedź
ru_ru: Вопросы и ответы
tr_tr: Sorular ve Cevaplar

source: The Post Pay Counter plugin is ready to make handling authors' payments much, much easier, starting from... now! From this page you can set the plugin up, customizing each possible feature to best suit your needs. Options are divided into groups, and for each of the following boxes you will find details of all the features of the plugin and, for most of them, additional details and examples are available by clicking on the info icon on the right of them.
ar_ae: مساعد Post Pay Counter جاهز لإجراء معالجة مدفوعات المؤلفين كثيرًا ، أسهل بكثير ، بدءًا من ... جمعيه البحث العلمي الهولنديه! من هذه الصفحة يمكنك إعداد البرنامج المساعد ، وتخصيص كل ميزة ممكنة لتناسب احتياجاتك. وتنقسم الخيارات إلى مجموعات، ولكل من المربعات التالية سوف تجد تفاصيل عن جميع ميزات البرنامج المساعد، وبالنسبة لمعظمها، تتوفر تفاصيل وأمثلة إضافية من خلال النقر على رمز المعلومات على يمينها.
de_de: Das Post Pay Counter Plugin macht das Verwalten von Autorenzahlungen kinderleicht... und zwar ab sofort! Auf dieser Seite kannst du das Plugin einrichten und jedes Feature individuell auf deine Zwecke anpassen. Optionen sind in Gruppen eingeteilt – du findest detaillierte Informationen zu den Funktionen des Plugins an jeder Box und oft auch Wissenswertes und praktische Beispiele, die du über das Info-Icon rechts abrufen kannst.
fr_fr: Le plugin Poster Pay Counter est prêt à faire des paiements pour vos contributeurs avec beaucoup, beaucoup plus de facilité, à partir de ... maintenant! Depuis cette page vous pouvez personnaliser le plugin, la personnalisation de chaque caractéristique possible pour mieux répondre à vos besoins. Les options sont divisées en groupes, et pour chacune des cases suivantes vous trouverez les détails de toutes les fonctionnalités du plug-in et, pour la plupart d'entre eux, des détails et des exemples supplémentaires sont disponibles en cliquant sur l'icône d'information à leur droite.
it_it: Post Pay Counter è pronto a rendere la gestione dei pagamenti dei redattori molto, molto più semplice, a partire da... adesso! Da questa pagina puoi configurare il plugin, personalizzando ogni funzionalità per adattarla al meglio alle tue esigenze. Le opzioni sono divide in gruppi, e per ognuna delle sezioni seguenti troverai dettagli su tutte le caratteristiche del plugin e, per la maggior parte di esse, maggiori dettagli ed esempi sono disponibili cliccando sull'icona info sulla destra.
pl_pl: Plugin Post Pay Counter gotów zrobić traktowanie praw płatności jest znacznie łatwiejsze od tego momentu... teraz! Na tej stronie można skonfigurować wtyczki, dostosowując każdą możliwą funkcję w zależności od potrzeb. Opcje są podzielone na grupy, i dla każdego z następujących pól znajdziesz szczegółowe informacje o wszystkich funkcjach wtyczki, a dla większości z nich aby uzyskać więcej informacji i przykłady dostępne, klikając na ikonę info na prawo od nich.
ru_ru: Плагин Post Pay Counter позволяет значительно упростить обработку платежей авторам, начиная с ... сейчас! На этой странице вы можете настроить плагин, настраивая каждую доступную функцию в соответствии с вашими потребностями. Параметры разделены на группы, и для каждого из следующих полей вы найдете подробную информацию обо всех функциях плагина, а для большинства из них доступны дополнительные сведения и примеры, которые вы можете прочитать нажав на значок информации справа от них.
tr_tr: Post Pay Counter eklentisi yazar ödemelerini çok daha kolay idare etmenizi sağlayacak. Bu sayfadan eklentinin ayarlarını yapabilirsiniz ve mevcut olan tüm özellikleri ihtiyaçlarınıza en uygun şekilde düzenleyebilirsiniz. Seçenekler farklı gruplara bölünmüştür. Aşağıdaki kutuların her birinde eklentinin tüm özelliklerine ilişkin ayrıntıları bulacaksınız. Ayrıca sağ taraflarında bulunan bilgi (i) simgesine tıklayarak pek çoğuna ilişkin ilave ayrıntılara ve örneklere ulaşabilirsiniz.

source: Don't forget to take our %1$sfeatures survey%2$s to let us know what functions you'd like to see in future releases of the plugin! Also, if you like this plugin, you may be interested in trying the shiny %3$sPRO version%2$s, containing a whole lot of useful features!
de_de: Fülle unsere %1$sFeature-Umfrage%2$s aus und entscheide, welche Funktionen in zukünftigen Updates erscheinen sollen! Falls dir das Plugin gefällt, hast du vielleicht auch Interesse an der schicken %3$sPRO Version%2$s mit noch mehr nützlichen Features!
fr_fr: N'oublier pas notre %1$senquête sur les fonctionnalités%2$s pour nous faire savoir quelles sont les fonctions que vous souhaitez voir dans les futures versions du plugin! Aussi, si vous aimez ce plugin, vous seriez peut-être intéressé pour essayer la brillante %3$sVersion PRO%2$s, contenant beaucoup de fonctionnalités utiles!
it_it: Non dimenticare di votare nel %1$ssondaggio sulle funzionalità%2$s per farci sapere quali funzioni vorresti vedere nelle prossime versioni del plugin. Inoltre, se ti piace questo plugin, potresti essere interessato alla %3$sversione PRO%2$s, contenente una gran quantità di utili caratteristiche.
pl_pl: Nie zapomnij zabrać nasz sondaż %1$sfeatures % 2$s, aby dać nam znać, jakie funkcje chcesz zobaczyć w przyszłych wersjach wtyczki! Ponadto, jeśli podoba ci się ten plugin, może być ciekawy, aby spróbować genialny wersji %3$sPRO%2$s, zawierający wiele przydatnych funkcji!
ru_ru: Не забудьте принять участие в нашем %1$sопросе функций%2$s, чтобы сообщить нам, какие функции вы хотели бы видеть в будущих выпусках плагина! Также, если вам нравится этот плагин, вам может быть интересно попробовать блестящую %3$sверсию PRO%2$s, содержащую множество полезных функций!
tr_tr: Eklentinin sonraki sürümlerinde hangi fonksiyonları görmek istediğinizi bizimle paylaşmak için %1$sözellikler anketini%2$s doldurmayı unutmayın! Ayrıca, eğer bu eklentiyi sevdiyseniz pek çok yararlı özelliği içinde barındıran yepyeni %3$sPRO versiyonu%2$s denemek isteyebilirsiniz!

source: Go back to general settings
ar_ae: العودة إلى الإعدادات العامة
de_de: Zurück zu den allgemeinen Einstellungen
fr_fr: Revenir aux paramètres généraux
it_it: Torna alle impostazioni generali
pl_pl: Wróć do ustawień ogólnych
ru_ru: Вернутся к общим настройкам
tr_tr: Genel ayarlara geri dön

source: Delete user's settings
ar_ae: حذف إعدادات المستخدم
de_de: Einstellungen des Nutzers löschen
fr_fr: Effacer les paramètres utilisateurs
it_it: Rimuovi impostazioni utente
pl_pl: Usunięcie ustawień użytkownika
ru_ru: Удалить настройки пользователя
tr_tr: Kullanıcının ayarlarını sil

source: Currently editing user:
ar_ae: حالياً تحرير المستخدم:
de_de: Bearbeitender Nutzer:
fr_fr: En train d'éditer l'utilisateur:
it_it: Modificando l'utente:
pl_pl: Obecnie użytkownik edytujący:
ru_ru: В настоящее время редактируется пользователь:
tr_tr: Şuanda düzenlenen kullanıcı:

source: You do not have sufficient permissions to access this page
ar_ae: ليس لديك الأذونات الكافية للوصول إلى هذه الصفحة
de_de: Du hast nicht die Berechtigung, diese Seite anzuzeigen.
fr_fr: Vous n'avez pas les permissions nécessaires pour accéder à cette page
it_it: Non hai sufficienti permessi per accedere a questa pagina
ru_ru: У вас нет необходимых прав для доступа к этой странице
tr_tr: Bu sayfaya erişmek için gerekli izine sahip değilsiniz

source: Displayed data comes from a cached snapshot taken in %1$s at %2$s.
ar_ae: تأتي البيانات المعروضة من لقطة مخزنة مؤقتاً تم التقاطها بـ %1$s بـ %2$s.
pl_pl: Prezentowane dane pochodzą z buforowanego zdjęcia, wykonanego w %1$s to %2$s.
tr_tr: Gösterilen veriler, %1$s saat %2$s itibariyle önbelleğe alınmış verilerdir.

source: General
ar_ae: عام
de_de: Allgemein
it_it: Generale
pl_pl: Informacje ogólne
ru_ru: Общие
tr_tr: Genel

source: ID
ar_ae: المعرف

source: Google Analytics
ar_ae: تحليلات جوجل
pl_pl: usługa Google Analytics

source: Google Adsense
ar_ae: جوجل ادسينس

# (license) Expiration time
source: Exp. time
pl_pl: Doświadczenie. czas

source: Displayed data is cached. You may have to wait 24 hours for updated data.
it_it: I dati mostrati provengono dalla cache. Potresti dover attendere 24 ore affinché siano aggiornati.
pl_pl: Wyświetlane dane są buforowane. Być może trzeba będzie czekać na aktualizację danych 24 godziny.
ru_ru: Отображаются кешированные данные. Возможно, вам придется подождать 24 часа для обновления данных.

source: Easily handle authors' payments on a multi-author blog by computing posts' pay basing on admin defined rules.
pl_pl: Łatwo przetwarzać płatności autorów na blogu z wieloma autorami, oblicza opłatę postów na podstawie określonych przez administratora reguł.

source: Exclude figure captions from word counting
pl_pl: Wykluczyć podpisy do rysunków z liczenia słów

source: http://www.thecrowned.org/
pl_pl: https://zakupstrone.pl/

source: https://postpaycounter.com
pl_pl: https://zakupstrone.pl

source: Post Pay Counter
pl_pl: Licznik Skrzynek Płatności

source: Words contained into figure captions will not be taken into account.
pl_pl: Słowa zawarte w nagłówkach rysunków, nie będą brane pod uwagę.

source: A %1$spengu-ins%2$s production
de_de: Eine %1$spengu-ins%2$s Produktion
fr_fr: Une production %1$spengu-ins%2$s
it_it: Una produzione %1$sPengu-ins%2$s
ru_ru: %2$s производство %1$s пингвинов

source: counts
de_de: Anzahl
fr_fr: Comptage

source: Total %s count:
de_de: Gesamte %s Anzahl:
fr_fr: Comptage %s total:

source: %1$sWhy does this happen?%2$s
fr_fr: %1$sPourquoi ceci est arrivé?%2$s

source: Give me something from my %1$sAmazon Wishlist%2$s.
de_de: Bestell mir etwas von meiner %1$sAmazon-Wunschliste%2$s.
fr_fr: Donnez moi quelquechose à partir de ma %1$sListe de vœux Amazon%2$s.

source: Stats generation can become very slow on big sites. Uncheck all these options to get best performance.
fr_fr: la génération des statistiques peut prendre un temps considérables sur les gros sites. Décochez toutes ces options pour avoir de meilleures performances.

source: By default, admins are subject to the same permissions as normal users. Checking this will make admins capable of anything, unless you give them special permissions through the Personalize settings box.
fr_fr: Par défaut, les administrateurs sont soumis aux mêmes autorisations que les utilisateurs normaux. Vérifiier cela rendra les administrateurs capables de tout, à moins que vous leur donniez des autorisations spéciales à travers la zone Paramètres Personnalisés.

source: Current week
de_de: Laufende Woche
fr_fr: Semaine en cours

source: Current month
de_de: Laufender Monat
fr_fr: Mois en cours

source: Current Year
fr_fr: Année en cours

source: Last month
fr_fr: Le mois dernier

source: All time
fr_fr: Depuis le 1er jour

source: Hide posts that don't reach the threshold
fr_fr: Masquer les articles ne respectant pas le seuil

source: Once every two weeks
fr_fr: Une fois tous les deux semaines

source: Showing stats from %1$s to %2$s
de_de: Zeige Statistik von %1$s bis %2$s

source: Have more than website but use the same settings? You can transfer settings from one installation of the plugin to another. If you are also running the PRO version, its settings will be taken as well. It works both for general and for user personalized settings, depending on what page you are. If you want to export this website's settings, copy the code below. If you want to import another website's settings, paste its settings code in the field below and click %s. Once you import settings, it will not be possible to go back to the previous settings. Do not edit settings code unless you know what base64 and serialization are and are sure of what you are doing!
de_de: Du hast mehr als eine Webseite aber die gleichen Einstellungen? Du kannst Einstellungen von einer Installation des Plugins zu einer anderen übertragen. Wenn du auch die PRO-Version benutzt werden deren Einstellungen ebenfalls übernommen. Dies funktioniert sowohl für allgemeine, als auch für personalisierte Einstellungen, abhängig davon, auf welcher Seite du dich befindest. Wenn du Einstellungen exportieren möchtest, kopiere den unten stehenden Code. Wenn du Einstellungen einer anderen Webseite importieren möchtest, füge den Code unten ein und klicke %s. Sobald du Einstellungen importiert hast, kannst du nicht mehr zu deinen ursprünglichen Einstellungen zurückkehren. Bearbeite den Code nicht, falls du nicht weißt, was Base64 und Serialisierung sind und nicht sicher bist, was du tust!

source: There was an error retrieving the extensions list from the server. Please try again later.
de_de: Die Liste der Erweiterungen konnte nicht vom Server abgerufen werden. Bitte versuche es später erneut.

source: Error: no posts were selected
de_de: Fehler: Keine Beiträge ausgewählt.

source: Analytics as visits source
de_de: Analytics als Quelle für Seitenaufrufe

source: Use your account on the world-leading website visits tracking system to pay writers basing on reliable visits data. Use pageviews or unique pageviews as you like and stop the counting after a certain number of days.
de_de: Benutze deinen Account des weltweit führenden Webanalyse-Systems um Autoren basierend auf zuverlässigen Besucherzahlen zu bezahlen. Du kannst Seitenaufrufe oder eindeutige Seitenaufrufe verwenden und die Zählung nach einer bestimmten Anzahl von Tagen beenden.
