Repository: TheCrowned/Post-Pay-Counter
Catalog: lang/post-pay-counter-*.po
Languages: ar_ae, de_de, fr_fr, it_it, pl_pl, ru_ru, tr_tr

source: Stats display settings
ar_ae: إعدادات عرض الإحصائيات
it_it: Impostazioni visualizzazione statistiche
pl_pl: Ustawienia wyświetlania statystyk
ru_ru: Настройки отображения статистики
tr_tr: İstatistik görüntüleme ayarları

source: Remember stats order
ar_ae: تذكر ترتيب الإحصائيات
it_it: Ricorda ordinamento statistiche
pl_pl: Zapamiętaj kolejność statystyki
ru_ru: Запомнить порядок статистики
tr_tr: İstatistik sıralamasını hatırla

source: This will ensure that you always see stats ordered by the column you picked the last time.
ar_ae: سيضمن ذلك أن ترى دائمًا الإحصائيات مرتبة من قبل العمود الذي اخترته في المرة الأخيرة.
it_it: In questo modo vedrai sempre le statistiche ordinate secondo la colonna che hai selezionato l'ultima volta.
pl_pl: To gwarantuje, że zawsze będziesz zobaczyć statystyki, uporządkowany według kolumny, który wybrałeś w poprzednim razem.
ru_ru: Это гарантирует, что вы всегда будете видеть статистику, упорядоченную по столбцу, который вы выбрали в последний раз.
tr_tr: Bu seçeneği işaretlerseniz istatistikler her zaman en son seçmiş olduğunuz sütuna göre sıralanır.

source: By default, payment figures are rounded to two decimal digits. You may customize this in the field below.
ar_ae: بشكل افتراضي، يتم تقريب أرقام الدفع إلى رقمين عشريين. يمكنك تخصيص هذا في الحقل أدناه.
it_it: Per impostazione predefinita, i pagamenti sono arrotondati a due cifre decimali. Puoi personalizzare ciò nel campo sottostante.
pl_pl: Domyślnie dane płatności są zaokrąglane do dwóch cyfr po przecinku. Możesz ustawić to w polu poniżej.
ru_ru: По умолчанию, платежные цифры округляются до двух десятичных цифр. Вы можете настроить это в поле ниже.
tr_tr: Varsayılan ayarda ödeme tutarları iki ondalık basamağa yuvarlanır. Bu ayarı aşağıdaki alandan değiştirebilirsiniz.

source: Round to decimal digit #
ar_ae: تقريب إلى رقم عشري #
it_it: Arrotonda alla cifra #
pl_pl: Zaokrąglij do cyfr dziesiętnych #
ru_ru: Округлить до десятичной цифры #
tr_tr: Kaç ondalık basamağa yuvarlama yapılsın?

source: Default stats time range
ar_ae: الافتراضي احصائيات نطاق الوقت
de_de: Standard-Zeitraum für Statistiken
fr_fr: Intervalle de temps par défaut des stats
it_it: Intervallo di tempo predefinito
pl_pl: Domyślny zakres czasu dla statystyk
ru_ru: Временной диапазон статистики по умолчанию
tr_tr: Varsayılan istatistik zaman aralığı

source: When you open up the stats page, the time range here selected will be shown. This will be the default setting: you will still be able to change the time range the way you want it time to time.
ar_ae: عند فتح صفحة الإحصائيات، سيتم عرض النطاق الزمني المحدد هنا. سيكون هذا هو الإعداد الافتراضي: ستظل قادرًا على تغيير النطاق الزمني بالطريقة التي تريدها من وقت لآخر.
de_de: Wenn du die Statistikseite öffnest, wird der hier eingestellte Zeitraum angezeigt. Das ist die Standardeinstellung, die du natürlich jederzeit je nach Bedarf anpassen kannst.
fr_fr: Lorsque vous ouvrez la page de statistiques, l'intervalle de temps ici choisi sera affiché. Ce sera le réglage par défaut: vous serez toujours en mesure de changer l'intervalle selon vos besoins.
it_it: Quando apri la pagina delle statistiche, sarà visualizzato l'intervallo di tempo qui selezionato. Questa sarà l'impostazioni predefinita, potrai sempre modificare l'intervallo come vuoi di volta in volta.
pl_pl: Kiedy otworzysz stronę statystyk, wyświetlony zostanie wybrany tutaj zakres czasowy. To będzie ustawienie domyślne: nadal można od czasu do czasu zmieniać zakres czasowy tak, jak trzeba.
ru_ru: Когда вы откроете страницу статистики, там будет показан выбранный диапазон времени. Это будет настройка по умолчанию: вы всегда сможете изменять временной диапазон так, как вы хотите, в будущем.
tr_tr: İstatistik sayfasını açtığınızda, varsayılan olarak seçili zaman aralığı gözükecektir. İstediğiniz herhangi bir zaman aralığını istediğiniz an seçebilirsiniz.

source: Posts from the beginning of the week to the current day (week starts on Monday) will be displayed. You should select this if you usually pay your writers weekly.
ar_ae: سيتم عرض المشاركات من بداية الأسبوع إلى اليوم الحالي (يبدأ الأسبوع يوم الاثنين). يجب عليك تحديد هذا إذا كنت تدفع عادة الكتاب الخاص بك أسبوعيا.
de_de: Beiträge der laufenden Woche (startet am Montag) werden angezeigt. Du solltest diese Einstellung wählen, wenn du Autoren wöchentlich bezahlst.
fr_fr: Les articles depuis le début de la semaine jusqu'à la journée en cours (la semaine commence le lundi) seront affichés. Vous devez sélectionner cette option si vous payez habituellement vos contributeurs sur un rythme hebdomadaire.
it_it: Post dall'inizio della settimana al giorno corrente (la settimana comincia di lunedì) saranno mostrati. Consigliato se normalmente paghi i tuoi redattori ogni settimana.
pl_pl: Pojawią się komunikaty z początku tygodnia do bieżącego dnia (tydzień zaczyna się w poniedziałek). Musisz wybrać to, jeśli zwykle płacicie pisarzy raz w tygodniu.
ru_ru: Будут отображаться публикации с начала недели до текущего дня (неделя начинается с понедельника). Выберите этот вариант, если вы обычно платите своим авторам еженедельно.
tr_tr: Hafta başından bugüne kadar olan yazılar gösterilecek. Eğer genellikle haftalık ödeme yapıyorsanız bu seçeneği seçmelisiniz.

source: Posts from the beginning of the month to the current day will be displayed. You should select this if you usually pay your writers monthly.
ar_ae: سيتم عرض المشاركات من بداية الشهر إلى اليوم الحالي. يجب عليك تحديد هذا إذا كنت تدفع عادة الكتاب الخاص بك شهريا.
de_de: Beiträge des laufenden Monats werden angezeigt. Du solltest diese Einstellung wählen, wenn du Autoren monatlich bezahlst.
fr_fr: Les articles publiés depuis le début du mois jusqu'à la journée en cours seront affichés. Vous devriez choisir ceci si vous envisagez de payer vos contributeurs sur un rythme mensuel.
it_it: Post dall'inizio dell mese al giorno corrente saranno mostrati. Consigliato se normalmente paghi i tuoi redattori ogni mese.
pl_pl: Pojawią się komunikaty z początku miesiąca na bieżący dzień. Musisz wybrać to, jeśli zwykle płacicie pisarzy miesięcznie.
ru_ru: Будут отображаться публикации с начала текущего месяца до сегодняшнего дня. Выберите этот вариант, если вы обычно платите своим авторам помесячно.
tr_tr: Ay başından bugüne kadar olan yazılar gösterilecek. Eğer genellikle aylık ödeme yapıyorsanız bunu seçmelisiniz.

source: Posts from the beginning of the current year will be displayed. You should select this if you usually pay your writers yearly.
ar_ae: سيتم عرض المشاركات من بداية السنة الحالية. يجب عليك تحديد هذا إذا كنت تدفع عادة الكتاب الخاص بك سنويا.
fr_fr: Les articles publiés durant l'année en cours seront affichés. Cela est utile si vous payé vos contributeurs à un rythme annuel.
it_it: Verranno visualizzati post dall'inizio dell'anno corrente. Dovresti scegliere quest'opzione se di solito paghi i redattori annualmente.
pl_pl: Zostaną wyświetlone wiadomości z początku bieżącego roku. Musisz wybrać to, jeśli zwykle płacicie pisarzy rocznie.
ru_ru: Будут отображаться публикации с начала текущего года. Выберите этот вариант, если вы обычно платите своим авторам ежегодно.
tr_tr: Bu yılın başından itibaren yayınlanmış tüm yazılar görüntülenecektir. Yazarlarınıza genellikle yıllık ödeme yapıyorsanız bunu seçmelisiniz.

source: Posts from the beginning of last month to the end of it will be displayed. You should select this if you usually pay your writers monthly.
ar_ae: سيتم عرض المشاركات من بداية الشهر الماضي حتى نهايته. يجب عليك تحديد هذا إذا كنت تدفع عادة الكتاب الخاص بك شهريا.
fr_fr: Les articles publiés depuis le début du mois dernier seront affichés. Vous devriez choisir ceci si vous envisagez de payer vos contributeurs sur un rythme mensuel.
it_it: Verranno visualizzati post dall'inizio alla fine del mese scorso. Dovresti scegliere quest'opzione se di solito paghi i redattori mensilmente all'inizio del mese successivo.
pl_pl: Pojawią się komunikaty z początku ubiegłego miesiąca, aż do jego końca. Musisz wybrać to, jeśli zwykle płacicie pisarzy miesięcznie.
ru_ru: Будут отображаться публикации с начала прошлого месяца и до его конца. Выберите этот вариант, если вы обычно платите своим авторам помесячно.
tr_tr: Bir önceki ayın başından sonuna kadar yayınlanmış olan yazılar görüntülenecektir. Genellikle yazarlarınıza aylık ödeme yapıyorsanız bunu seçmelisiniz.

source: All posts satisfying %s criteria will be displayed.
ar_ae: سيتم عرض كافة المشاركات التي تفي بمعايير %s.
fr_fr: Tous les articles respectant le critère %s seront affichés.
it_it: Tutti i post che soddisfano i criteri %s saranno visualizzati.
pl_pl: Zostaną wyświetlone wszystkie wiadomości, które spełniają kryteria %s.
ru_ru: Отобразятся все публикации, соответствующие критерию %s.
tr_tr: %s kriterlerini karşılayan tüm yazılar görüntülenir.

source: This custom number of days
ar_ae: هذا العدد المخصص للأيام
de_de: Individuelle Anzahl von Tagen
fr_fr: Nombre de jours personnalisés
it_it: Questo specifico numero di giorni
pl_pl: To jest normalna ilość dni
ru_ru: Пользовательское количество дней
tr_tr: Bu özel gün sayısı

source: You can manually customize the time range for the posts that will be displayed. So, for example, if you set this to 365 days, in the stats page it will automatically be selected a time frame that goes from the current day to the previous 365 days.
ar_ae: يمكنك تخصيص النطاق الزمني يدويًا للوظيفات التي سيتم عرضها. لذلك، على سبيل المثال، إذا قمت بتعيين هذا إلى 365 يوما، في صفحة الإحصائيات سيتم تلقائيا تحديد إطار زمني ينتقل من اليوم الحالي إلى الأيام السابقة 365.
de_de: Du kannst den Zeitraum, für den Beiträge angezeigt werden sollen, manuell wählen. Wenn du die Einstellung zum Beispiel auf 365 Tage setzt, werden auf der Statistikseite automatisch die Beiträge der letzten 365 Tage angezeigt.
fr_fr: Vous pouvez personnaliser manuellement l'intervalle de temps qui seront affichés pour les articles. Ainsi, par exemple, si vous définissez ceci à 365 jours, dans la page de statistiques, il sera automatiquement sélectionné un laps de temps qui va de la journée en cours pour les 365 jours précédents.
it_it: Puoi personalizzare manualmente l'intervallo di tempo entro cui i post saranno visualizzati. Quindi, per esempio, se lo imposti a 365 giorni, nella pagina delle statistiche sarà automaticamente selezionato un intervallo di tempo che va dal giorno corrente fino ai 365 giorni precedenti.
pl_pl: Można ręcznie ustawić zakres czasu dla wiadomości, które będą wyświetlane. Tak więc, na przykład, jeśli ustawisz wartość 365 dni, to na stronie statystyk automatycznie zostanie wybrany przedział czasu, który idzie z bieżącego dnia do poprzednich 365 dni.
ru_ru: Вы можете вручную настроить временной диапазон для публикаций, которые будут отображаться. Так, например, если вы установите это значение равным 365 дням, на странице статистики будет автоматически выбран период времени, который идет от текущего дня до предыдущих 365 дней.
tr_tr: Görüntülenecek olan yazıların zaman aralığını manuel olarak ayarlayabilirsiniz. Örneğin burayı 365 güne ayarlarsanız istatistik sayfasında bugünden başlayıp önceki 365 günü kapsayan bir zaman aralığı otomatik olarak seçilmiş olacaktır.

source: Time range (days)
ar_ae: نطاق الوقت (أيام)
de_de: Zeitspanne (Tage)
fr_fr: Intervalle de temps (jours)
it_it: Intervallo di tempo (giorni)
pl_pl: Zakres czasu (dni)
ru_ru: Диапазон времени (дней)
tr_tr: Zaman aralığı (gün)

source: Starting from this day
pl_pl: Począwszy od tego dnia
tr_tr: Bugünden itibaren

source: Define the day starting from which you would like to see stats for.
pl_pl: Określ dzień, od którego chcesz zobaczyć statystyki.
tr_tr: İstatistiklerin başlamasını istediğiniz günü belirtin.

source: Day (format YYYY-MM-DD)
pl_pl: Dzień (format rrrr-MM-DD)
tr_tr: Gün (format YYYY-AA-GG)

source: Settings were successfully updated.
ar_ae: تم تحديث الإعدادات بنجاح.
de_de: Einstellungen erfolgreich aktualisiert.
fr_fr: Les paramètres ont été mis à jour avec succès.
it_it: Le impostazioni sono state aggiornate con successo.
pl_pl: Ustawienia zostały pomyślnie zaktualizowane.
ru_ru: Настройки успешно обновлены.
tr_tr: Ayarlar başarıyla güncellendi.

source: Loading
ar_ae: تحميل
de_de: Lade
fr_fr: Chargement
it_it: Caricamento
pl_pl: Pobieranie
ru_ru: Загрузка
tr_tr: Yükleniyor

source: Save options
ar_ae: خيارات الحفظ
de_de: Optionen speichern
fr_fr: Sauvegarder les options
it_it: Salva opzioni
pl_pl: Zapisz ustawienia
ru_ru: Сохранить настройки
tr_tr: Kaydet

source: Here you can define the criteria which post payments will be computed with.
ar_ae: هنا يمكنك تحديد المعايير التي سيتم حسابها مع المدفوعات آخر.
de_de: Hier kannst du die Kriterien festlegen, nach denen die Berechnung der Zahlungen durchgeführt werden sollen.
fr_fr: Vous pouvez définir ici les critères selon lesquels les paiements d'article seront calculés.
it_it: Qui puoi definire i criteri con cui i pagamenti saranno computati.
pl_pl: Tutaj możesz określić kryteria, według których będą obliczane płatności.
ru_ru: Здесь вы можете определить критерии, по которым будут рассчитываться платежи за публикации.
tr_tr: Yazı ödemelerinin hangi kriterlerle hesaplanacağını buradan belirleyebilirsiniz.

source: Basic payment
ar_ae: الدفع الأساسي
de_de: Basiszahlung
fr_fr: Paiement standard
it_it: Pagamento di base
pl_pl: Podstawowe płatności
ru_ru: Базовый платеж
tr_tr: Temel ödeme

source: Basic, assured payment
ar_ae: الأساسية، ودفع مضمون
de_de: Garantierte Basiszahlung
fr_fr: Paiement standard et sécurisé
it_it: Pagamento di base e garantito
pl_pl: Stała, gwarantowana płatność za posta
ru_ru: Базовый, гарантированный платеж
tr_tr: Garantilenmiş baz ödeme

source: You may define a starting value for post payment. This means that each post will earn at least this amount, to which all the other credits will be added. In this way you can be sure that no post will be paid less than a certain amount, but that only valuable posts will make it to higher points.
ar_ae: يمكنك تحديد قيمة البدء للدفعات التي يتم ترحيلها. وهذا يعني أن كل وظيفة سوف تكسب على الأقل هذا المبلغ، والتي سيتم إضافة جميع الائتمانات الأخرى. وبهذه الطريقة يمكنك أن تكون على يقين من أن أي وظيفة سيتم دفع أقل من مبلغ معين ، ولكن فقط وظائف قيمة سيجعل من أعلى نقطة.
de_de: Du kannst einen ersten Basiswert für die Beitragszahlung festlegen. Das bedeutet, dass jeder Beitrag mindestens mit diesem Beitrag vergütet wird. Alle anderen Zahlungen werden addiert. So kannst du sicherstellen, dass kein Beitrag weniger als einen bestimmten Betrag erhält und gleichzeitig wertvollere Beiträge zusätzlich vergüten.
fr_fr: Vous pouvez définir une valeur de départ pour le paiement de l'article. Cela signifie que chaque article va gagner au moins ce montant, auquel tous les autres crédits seront ajoutés. De cette façon, vous pouvez être sûr qu'aucun article ne sera versé moins d'un certain montant, mais que seuls les articles de valeur pourront augmenter ce montant.
it_it: Puoi definire un punto di partenza per il pagamento. Ciò significa che ogni post guadagnerà almeno quest'importo, a cui tutti gli altri crediti saranno aggiunti. In questo modo puoi essere sicuro che nessun post sarà pagato meno di questa cifra, ma che solo i post di qualità raggiungeranno traguardi più alti.
pl_pl: W tym miejscu możesz określić gwarantowaną płatność za pojedynczego posta. Płatności te są przekazywane do panelu później, gdzie można opłacić autora.
ru_ru: Вы можете определить начальное значение для оплаты публикации. Это означает, что каждая публикация будет зарабатывать как минимум эту сумму, к которой будут добавлены все остальные начисления. Таким образом, вы можете быть уверены, что ни одна публикация не будет оплачена ниже определенной суммы, но только качественные публикации дотянут до более высоких баллов.
tr_tr: Yazı ödemesi için bir baz değer belirleyebilirsiniz. Yani her yazı en az bu tutarda ödeme alır ve diğer bonuslar bu değerin üzerine eklenir. Bu sayede hiçbir yazının belirli bir miktarın altında ödeme almamasını, değerli yazıların ise daha yüksek ödemelere ulaşabilmesini sağlayabilirsiniz.

source: Basic payment fixed value
ar_ae: قيمة ثابتة للدفع الأساسي
de_de: Fester Basiswert
fr_fr: Valeur fixe des paiement standard
it_it: Valore fisso per il pagamento di base
pl_pl: Wypłata za posta
ru_ru: Фиксированная стоимость основного платежа
tr_tr: Baz ödeme sabit değeri

source: Counting options
ar_ae: خيارات العد
de_de: Zähloptionen
fr_fr: Options de comptage
it_it: Opzione di conteggio
pl_pl: Ustawienia wariantów obliczania
ru_ru: Опции подсчета
tr_tr: Sayaç seçenekleri

source: Words Payment
ar_ae: كلمات الدفع
de_de: Wörter-Bezahlung
fr_fr: Paiement par mots
it_it: Pagamento per parole
pl_pl: Płatność za słowa
ru_ru: Плата за слова
tr_tr: Kelime Ödemesi

source: Words contribute to payment computation
ar_ae: الكلمات تساهم في حساب الدفع
de_de: Wörter tragen zur Berechnung der Zahlung bei
fr_fr: Le nombre de mots contribuera au calcul du paiement
it_it: Le parole contribuiscono al calcolo del pagamento
pl_pl: Słowa przyczyniają się do obliczenia płatności
ru_ru: Слова способствуют вычислению оплаты
tr_tr: Kelimeleri ödeme hesaplamasına dahil et

source: You may define a post value basing on the number of words that make it up as well. The longer a post is, the more time is supposed to have taken the author to write it, the more it should be paid. You will be able to choose how much each word is worth.
ar_ae: يمكنك تعريف قيمة نشر تستند إلى عدد الكلمات التي تشكلها أيضًا. وكلما طالت مدة المشاركة، كلما كان من المفترض أن يكون المؤلف قد أخذ من الوقت لكتابته، كلما كان ينبغي دفعها. سوف تكون قادرا على اختيار كم قيمة كل كلمة.
de_de: Du kannst einen Wert basierend auf der Anzahl der Wörter des Beitrags festlegen. Je länger ein Beitrag ist, desto mehr Zeit hat ein Autor vermutlich aufgewendet, um ihm zu schreiben – entsprechend höher sollte die Bezahlung sein. Du kannst auswählen, wie viel jedes Wort wert sein soll.
fr_fr: Vous pouvez définir une valeur d'article basée sur le nombre de mots qui la composent. Plus long sera l'article, plus le temps estimé pour l'écrire est important, et donc plus le contributeur sera payé. Vous avez la possibilité de choisir la valeur par mot.
it_it: Puoi definire il valore di un post anche sulla base del numero di parole che lo costituiscono. Più lungo il post è, più tempo si suppone abbia richiesto all'autore per scriverlo, più dovrebbe essere pagato. Potrai scegliere quanto vale ogni parola.
pl_pl: Można określić wartość postu, bazując na liczbie słów, które go tworzą. Im dłuższy post, tym więcej czasu, jak się zakłada, zajęło autorowi, aby napisać go, tym więcej musi być wypłacona. Możesz wybrać, ile kosztuje każde słowo.
ru_ru: Вы можете определить ценность публикации, основываясь на количестве слов в ней. Чем длиннее публикация, тем больше времени автор на нее потратил, и тем больше она должна стоить. Вы сможете выбрать, сколько стоит каждое слово.
tr_tr: Yazının içerdiği kelime sayısına göre bir ödeme tutarı tanımlayabilirsiniz. Bir yazı ne kadar uzunsa yazarın o kadar fazla zaman almıştır ve yapılan ödeme de o kadar fazla olmalıdır. Her bir kelimenin değerinin ne kadar olacağını belirleyebileceksiniz.

source: Counting system
ar_ae: نظام العد
de_de: Zählsystem
fr_fr: Système de comptage
it_it: Sistema di conteggio
pl_pl: System liczenia
ru_ru: Система подсчета
tr_tr: Sayım sistemi

source: words
ar_ae: الكلمات
de_de: Wörter
fr_fr: mots
it_it: parole
pl_pl: słowa
ru_ru: слова
tr_tr: kelime

source: Stop counting words after word # (0 = infinite)
ar_ae: التوقف عن عد الكلمات بعد كلمة # (0 = لانهائية)
de_de: Beende Zählung nach Wort # (0 = unendlich)
fr_fr: Arrêter le comptage après # (0 = pas de limite)
it_it: Ferma il conteggio delle parole dopo # (0 = infinito)
pl_pl: Przestań zliczać słowa po słowie # (0 = infinite)
ru_ru: Перестать считать слова после # слова (0 = без ограничения)
tr_tr: Şu kadar kelimeden sonra saymayı bırak (0 = sınırsız)

source: Determines whether post excerpt text should be included in words counting.
ar_ae: تحديد ما إذا كان يجب تضمين نص المقتطفات في الكلمات.
fr_fr: Détermine si le résumé d'article doit être inclus dans le comptage de mots.
it_it: Determina se il riassunto del post deve essere incluso nel conteggio delle parole.
pl_pl: Określa, czy należy włączyć tekst post-fragment w liczenie słów.
ru_ru: Определяет, следует ли включать текст выдержки из публикации в подсчет слов.
tr_tr: Yazının özet kısmının kelime sayımına dahil edilip edilmeyeceğini belirler.

source: Exclude quoted content from word counting
ar_ae: استبعاد المحتوى المقتبس من عد الكلمات
de_de: Zitate von der Wörterzählung ausschließen
fr_fr: Exclure le contenu cité du comptage par mot
it_it: Escludi contenuto citato dal conteggio delle parole
pl_pl: Wykluczyć cytowany zawartość z liczenia słów
ru_ru: Исключить цитируемый контент из подсчета слов
tr_tr: Alıntılanmış içeriği kelime sayımı dışında tut
