Repository: TheCrowned/Post-Pay-Counter
Catalog: lang/post-pay-counter-*.po
Languages: ar_ae, de_de, fr_fr, it_it, pl_pl, ru_ru, tr_tr

source: All the words contained into %1$sblockquote%2$s tags will not be taken into account when counting. Use this to prevent interviews and such stuff to be counted as normal words. Notice that words included in any HTML tag with class %1$sppc_exclude_words%2$s are automatically excluded from word counting (doesn't handle nested tags); see FAQ for more information.
ar_ae: لن تؤخذ جميع الكلمات الموجودة في %1$sblockquote%2$s في الاعتبار عند العد. استخدم هذا لمنع المقابلات والأشياء التي يتم حسابها ككلمات عادية. لاحظ أن الكلمات المضمنة في أي علامة HTML مع فئة %1$sppc_exclude_words%2$s يتم استبعادها تلقائياً من عد الكلمات (لا يعالج العلامات المتداخلة)؛ راجع الأسئلة المتداولة للحصول على مزيد من المعلومات.
de_de: Alle Wörter, die in %1$sBlockquote%2$s-Tags stehen werden nicht für die Zählung berücksichtigt. Nutze diese Option, um zu verhindern, dass Interviews und ähnliches als normale Wörter gezählt werden. Beachte, dass Wörter, die in einem HTML-Tag mit der Class %1$sppc_exclude_words%2$s stehen, automatisch von der Zählung ausgeschlossen werden (verschachtelte Tags werden nicht erkannt). Siehe FAQ für mehr Infos.
fr_fr: Tous les mots contenus dans les étiquettes %1$sblockquote%2$s ne seront pas prises en compte lors du comptage. Utilisez cette option pour éviter des entrevues et choses similaires d'être comptés comme des mots normaux. Notez que les mots inclus dans toute balise HTML avec une classe %1$sppc_exclude_words%2$s sont automatiquement exclus du comptage par mot (ne gère pas les balises imbriquées); voir la FAQ pour plus d'informations.
it_it: Tutte le parole contenute in tag %1$sblockquote%2$s non saranno tenute in considerazione ai fini del conteggio. Usa questo per evitare che interviste e cose simili siano contate come parole normali. Tieni conto che le parole incluse in tag HTML con classe %1$sppc_esclude_words%2$s sono automaticamente escluse dal conteggio delle parole (non gestisce tag annidati); vedi le Domande Frequenti per maggiori informazioni.
pl_pl: Wszystkie słowa zawarte w znacznikach %1$sblockquote%2$s, nie będą brane pod uwagę przy liczeniu. Użyj tego, aby zapobiec wywiady i tym podobne rzeczy, które zostaną uznane za normalnymi słowami. Zwróć uwagę, że słowa zawarte w dowolny znacznik HTML z klasą %1$sppc_exclude_words%2$s, automatycznie są wyłączone z liczenia słów (nie są przetwarzane zagnieżdżone znaczniki); więcej informacji można znaleźć W sekcji FAQ.
ru_ru: Все слова, содержащиеся в тегах %1$sblockquote%2$s, не будут учитываться при подсчете. Используйте это, чтобы не допустить, чтобы интервью и такие вещи считались за слова. Обратите внимание, что слова, включенные в любой HTML тег с классом %1$sppc_exclude_words%2$s, автоматически исключаются из подсчета слов (вложенные теги сюда не входят); см. FAQ для получения дополнительной информации.
tr_tr: %1$sblockquote%2$s etiketleri içindeki tüm kelimeler sayımın dışında tutulacaktır. Bu özelliği röportaj ve benzeri içeriklerin normal kelimeler gibi sayılmasını önlemek için kullanın. %1$sppc_exclude_words%2$s sınıfı HTML etiketleri içindeki kelimelerin otomatik olarak sayım dışında tutulacağını unutmayın (iç içe yerleştirilmiş etiketler dahil değildir); daha fazla bilgi için SSS bölümüne bakın.

source: Exclude %1$spre%2$s tags from word counting
ar_ae: استبعاد علامات %1$spre%2$s من عد الكلمات
pl_pl: Wykluczyć tagi %1$spre%2$s z liczenia słów
tr_tr: %1$spre%2$s etiketlerini kelime sayımına dahil etme

source: All the words contained into %1$spre%2$s tags will not be taken into account when counting. Notice that words included in any HTML tag with class %1$sppc_exclude_words%2$s are automatically excluded from word counting (doesn't handle nested tags); see FAQ for more information.
ar_ae: لن تؤخذ في الاعتبار جميع الكلمات الموجودة في %1$spre%2$s العلامات عند العد. لاحظ أن الكلمات المضمنة في أي علامة HTML مع فئة %1$sppc_exclude_words%2$s يتم استبعادها تلقائياً من عد الكلمات (لا يعالج العلامات المتداخلة)؛ راجع الأسئلة المتداولة للحصول على مزيد من المعلومات.
pl_pl: Wszystkie słowa zawarte w znacznikach %1$spre%2$s, nie będą brane pod uwagę przy liczeniu. Zwróć uwagę, że słowa zawarte w dowolny znacznik HTML z klasą %1$sppc_exclude_words%2$s, automatycznie są wyłączone z liczenia słów (nie są przetwarzane zagnieżdżone znaczniki); więcej informacji można znaleźć W sekcji FAQ.
tr_tr: %1$spre%2$s etiketleri içindeki tüm kelimeler sayımın dışında tutulacaktır. %1$sppc_exclude_words%2$s sınıfı HTML etiketleri içindeki kelimelerin otomatik olarak sayım dışında tutulacağını unutmayın (iç içe yerleştirilmiş etiketler dahil değildir); daha fazla bilgi için SSS bölümüne bakın.

source: Apply shortcodes
ar_ae: تطبيق الرموز القصيرة
pl_pl: Zastosowanie skróconych
tr_tr: Kısa kod uygula

source: Shortcodes will be applied before counting words.
ar_ae: سيتم تطبيق الرموز القصيرة قبل عد الكلمات.
pl_pl: Skróconych będą stosowane przed obliczeniem słów.
tr_tr: Kısa kodlar kelimeler sayılmadan önce uygulanır.

source: Require at least # %s to qualify for (any) payment
ar_ae: طلب على الأقل # %s للتأهل للدفع (أي)
pl_pl: Wymaga co najmniej # %s, aby zakwalifikować się na (każdy) płatność
ru_ru: Требуется хотя бы # %s для заявки на (какую-нибудь) оплату
tr_tr: Ödemeye hak kazanabilmek için gereken en az %s sayısı

source: Visits Payment
ar_ae: الدفع بالزيارات
de_de: Besuche-Bezahlung
fr_fr: Paiement par visite
it_it: Pagamento per visite
pl_pl: Płatność za wizyty
ru_ru: Оплата за посещения
tr_tr: Ziyaret Ödemesi

source: Visits contribute to payment computation
ar_ae: الزيارات تساهم في حساب الدفع
de_de: Seitenaufrufe tragen zur Berechnung der Zahlung bei
fr_fr: Les visites interviendront dans le calcul du paiement
it_it: Le visite contribuiscono al calcolo del pagamento
pl_pl: Wizyty przyczyniają się do obliczenia płatności
ru_ru: Посещения способствуют вычислению оплаты
tr_tr: Ziyaretleri ödeme hesaplamasına dahil et

source: You may define a post value basing on the number of visits that it registers as well. The more people see a post, the more interesting the post is supposed to be, the more it should be paid. You will be able to choose how much each visit is worth.
ar_ae: يمكنك تحديد قيمة نشر تستند إلى عدد الزيارات التي تقوم بتسجيلها أيضًا. كلما كان الناس يرون وظيفة ، وأكثر إثارة للاهتمام من المفترض أن يكون آخر ، وينبغي أن تدفع أكثر. سوف تكون قادرا على اختيار كم كل زيارة يستحق.
de_de: Du kannst einen Wert basierend auf der Anzahl der Seitenaufrufe, die der Beitrag erhalten hat, festlegen. Je mehr Besucher einen Beitrag lesen, desto interessanter ist er – entsprechend höher sollte die Bezahlung sein. Du kannst auswählen, wie viel jeder Aufruf wert sein soll.
fr_fr: Vous pouvez définir une valeur d'article se basant sur le nombre de visites qu'il génère. Plus les gens voient un article, plus il est censé être intéressant, plus il doit être payé. Vous serez en mesure de choisir la valeur de chaque article.
it_it: Puoi definire il valore di un post anche sulla base delle visite che registra. Più persone visualizzazno un post, più interessante si suppone che sia, più dovrebbe essere pagato. Potrai scegliere quanto vale ogni visita.
pl_pl: Można określić wartość postu, bazując na liczbie wizyt, które rejestruje. Im więcej ludzi widzi post, tym bardziej interesujące musi być, tym bardziej, że ma być wypłacona. Możesz wybrać, ile kosztuje każda wizyta.
ru_ru: Вы можете определить ценность публикации, основываясь на количестве посещений, которые она также фиксирует. Чем больше людей увидят публикацию, тем интереснее она должна быть, и тем больше за нее нужно будет заплатить. Вы сможете выбрать, стоимость каждого просмотра.
tr_tr: Yazının aldığı ziyaretlerin sayısına göre bir ödeme tutarı tanımlayabilirsiniz. Bir yazıyı ne kadar fazla insan görüntülerse muhtemelen yazı o kadar fazla ilgi çekicidir, dolayısıyla daha fazla ödeme almalıdır. Her bir ziyaretin değerinin ne kadar olacağını belirleyebileceksiniz.

source: How to setup visits payment? Have a look at our %1$svisits tutorials%2$s.
fr_fr: Comment configurer le paiement par visite? Jetez un coup d'œil à nos %1$stutoriaux sur les visites%2$s.
it_it: Come impostare il pagamento per visite? Dai un'occhiata ai nostri %1$stutorial sulle visite%2$s.
pl_pl: Jak skonfigurować płatności wizyt? Spójrz na nasze tutoriale %1$svisits % 2$s.
ru_ru: Как настроить оплату за посещения? Оцените наши %1$sобучающие материалы%2$s.
tr_tr: Ziyaret ödemeleri için nasıl kurulum yapılacağını öğrenmek isterseniz %1$sZiyaretler konulu öğreticimize%2$s bakabilirsiniz.

source: Counting method
ar_ae: أسلوب العد
de_de: Zählmethode
fr_fr: Méthode de comptage
it_it: Metodo di conteggio
pl_pl: Sposób liczenia głosów
ru_ru: Метод подсчета
tr_tr: Sayım yöntemi

source: I have my own visit counter (postmeta)
ar_ae: لدي بلدي عداد زيارة (postmeta)
de_de: Ich habe meinen eigenen Besucherzähler (postmeta)
fr_fr: Je possède mon propre compteur de visite (postmeta)
it_it: Ho il mio contatore di visite (postmeta)
pl_pl: Mam swój licznik odwiedzin (postmeta)
ru_ru: У меня есть собственный счетчик посещений (postmeta)
tr_tr: Kendi ziyaret sayacım var (postmeta)

source: If you already have some plugin counting visits, and you know the %1$spostmeta%2$s name it stores them into, you can use those data to compute payments. Activate this setting and put the postmeta in the field below.
ar_ae: إذا كان لديك بالفعل بعض زيارات عد المكونات الإضافية، وكنت تعرف اسم %1$s spostmeta%2$s الذي يخزنه، يمكنك استخدام هذه البيانات لحساب المدفوعات. قم بتنشيط هذا الإعداد ووضع postmeta في الحقل أدناه.
de_de: Wenn du bereits ein Plugin installiert hast, dass Seitenaufrufe zählt und du den %1$sPostmeta%2$s-Namen kennst, unter dem diese Informationen gespeichert werden, kannst du diese Daten zur Berechnung der Bezahlung nutzen.
fr_fr: Si vous avez déjà une extension de comptage des visites, et que vous connaissez le nom de %1$spostmeta%2$s qu'elle stocke, vous pouvez utiliser ces données pour calculer les paiements. Activez ce paramètre et mettre le postmeta dans le champ ci-dessous.
it_it: Se hai già quando plugin per il conteggio delle visite, e conosci il nome del %1$spostmeta%2$s in cui vengono salvate, puoi usare quei dati per computare i pagamenti. Attiva quest'opzione e poni il postmeta nel campo sotto.
pl_pl: Jeśli masz już jakiś plugin do zliczania wizyt, i wiesz domeny %1$spostmeta%2$s, w którym on je przechowuje, można wykorzystać te dane do obliczenia płatności. Włącz tę opcję i umieść postmeta w polu poniżej.
ru_ru: Если у вас уже есть плагин для подсчета посещений и вы знаете имя %1$spostmeta%2$s, в котором он их хранит, вы можете использовать эти данные для вычисления платежей. Активируйте эту настройку и поместите постмету в поле ниже.
tr_tr: Eğer ziyaretleri sayan bir eklentiniz varsa ve eklentinin ziyaret bilgilerini içinde saklandığı %1$spostmeta%2$s adını biliyorsanız ödemelerin hesaplanmasında bu değeri kullanabilirsiniz. Bu ayarı etkinleştirerek postmeta adını aşağıdaki alana yazın.

source: The postmeta holding the visits
ar_ae: بعد البعثة عقد الزيارات
de_de: Postmeta, in dem die Seitenaufrufe gespeichert werden
fr_fr: Le postmeta tenant les visites
it_it: Il postmeta contenente le visite
pl_pl: Постмета, która rozgrywa wizyty
ru_ru: Postmeta хранит посещения
tr_tr: Ziyaret sayılarını tutan postmeta adı

source: I have my own visit counter (callback)
ar_ae: لدي بلدي عداد زيارة (رد الاتصال)
de_de: Ich habe meinen eigenen Besucherzähler (callback)
fr_fr: Je possède mon propre compteur de visite (rappel)
it_it: Ho il mio contatore di visite (callback)
pl_pl: Mam swój własny licznik odwiedzin (oddzwonienie)
ru_ru: У меня есть собственный счетчик посещений (callback)
tr_tr: Kendi ziyaret sayacım var (callback)

source: If you already have some plugin counting visits, and it provides a PHP %1$scallback%2$s which accepts as input the $post WP object and outputs an integer number of visits, you can use those data to compute payments. If the callback is a class method, specify it in the form of %1$sclassname, methodname%2$s. This is NOT user-personalizable.
ar_ae: إذا كان لديك بالفعل بعض الزيارات عد البرنامج المساعد، ويوفر PHP ٪1 $scallback%2$s الذي يقبل كمدخل كائن WP $post ومخرج عدد صحيح من الزيارات، يمكنك استخدام هذه البيانات لحساب المدفوعات. إذا كان رد الاتصال أسلوب فئة، قم بتحديده في نموذج %1$sclassname، اسم الأسلوب%2$s. هذا ليس المستخدم شخصية.
fr_fr: Si vous avez déjà une extension de comptage des visites, et qu'elle fournit un PHP %1$srappel%2$s qui accepte en entrée l'objet $post WP et émet un nombre entier de visites, vous pouvez utiliser ces données pour calculer les paiements. Si le rappel est une méthode de classe, spécifiez-le sous forme de %1$snom de classe, nom de méthode%2$s. Ceci n'est pas personnalisable par l'utilisateur.
it_it: Se già disponi di qualche plugin per contare le visite, e questo fornisce un %1$scallback PHP%2$s che accetta come input un WP_Post_Object e ritorna in output le visite come numero intero, puoi usare quei dati per calcolare i pagamenti. Se il callback è un metodo di classe, specificalo nella forma %1$snomeclasse, nomemetodo&2$s. Questo NON è personalizzabile per utente.
pl_pl: Jeśli masz już jakiś plugin liczenia wizyt, i usług PHP %1$scallback%2$s, który przyjmuje jako danych wejściowych obiekt $post WP i wyświetla całkowitą liczbę odwiedzin, można wykorzystać te dane do obliczenia płatności. Jeśli wywołanie zwrotne jest metodą klasy, wprowadź go w postaci %1$sclassname, methodname%2$s.to nie jest персонализируемым przez użytkownika.
ru_ru: Если у вас уже есть плагин для подсчета посещений, и он предоставляет функцию PHP %1$scallback%2$s, которая принимает в качестве входных данных объект $post WP и выдает целое число посещений, вы можете использовать эти данные для вычисления платежей. Если callback является методом class, укажите его в форме %1$sclassname, methodname%2$s. Это НЕ персонализируется пользователем.
tr_tr: Eğer ziyaretleri sayan bir eklentiniz varsa ve girdi olarak $post WP objesi kabul eden ve çıktı olarak tam sayı halinde ziyaret sayısını veren bir PHP %1$scallback%2$s veriyorsa ödemeleri hesaplamak için bu verileri kullanabilirsiniz. Eğer callback bir sınıf yöntemi ise, %1$sclassname, methodname%2$s formunda tanımlayın. Bu ayar kullanıcıya özel şekilde tanımlanamaz.

source: Callback name
ar_ae: اسم رد الاتصال
fr_fr: Nom de rappel
it_it: Nome callback
pl_pl: Nazwa oddzwonienia
ru_ru: Имя callback
tr_tr: Callback adı

source: visits
ar_ae: الزيارات
de_de: Seitenaufrufe
fr_fr: visites
it_it: visite
pl_pl: wizyty
ru_ru: посещения
tr_tr: ziyaret

source: Stop counting visits after visit # (0 = infinite)
ar_ae: إيقاف عد الزيارات بعد الزيارة # (0 = لا نهائية)
de_de: Beende Zählung nach Seitenaufruf # (0 = unendlich)
fr_fr: Arrêter le comptage de visites après # (0 = pas de limite)
it_it: Ferma il conteggio delle visite dopo # (0 = infinito)
pl_pl: Przestań zliczać wizyty po wizytach # (0 = infinite)
ru_ru: Перестать считать посещения после # посещения (0 = без ограничения)
tr_tr: Şu kadar ziyaretten sonra saymayı bırak (0 = sınırsız)

source: Only show and pay per #% of visits (100 = all)
pl_pl: Tylko wyświetlaj i płać za #% wizyt (100 = all)
tr_tr: Ziyaretleri yalnızca şu #% oranında göster ve öde (100 = tümü)

source: Images Payment
ar_ae: دفع الصور
de_de: Bilder-Bezahlung
fr_fr: Paiement par image
it_it: Pagamento per immagini
pl_pl: Płatność za obrazy
ru_ru: Оплата за изображения
tr_tr: Görsel Ödemesi

source: Images contribute to payment computation
ar_ae: الصور تساهم في حساب الدفع
de_de: Bilder tragen zur Berechnung der Zahlung bei
fr_fr: Les images interviendront dans le calcul du paiement
it_it: Le immagini contribuiscono al calcolo del pagamento
pl_pl: Zdjęcia przyczyniają się do obliczenia płatności
ru_ru: Изображения способствуют вычислению оплаты
tr_tr: Görselleri ödeme hesaplamasına dahil et

source: You may define a post value basing on the number of images it contains. Maybe more images make a post cleaerer to the readers, and should thus be paid something more. You will be able to choose: when you want the image counting to come in, meaning how many images are free of charge and after which one they should be paid; how much each image is worth; how many images at maximum should be paid (0 = no maximum, infinite). E.g. we have a post with 5 images, and the fields below are set like this: %s. The image payment would be 1.0 bacause image #3 and image #4 are counted.
ar_ae: يمكنك تحديد قيمة نشر تستند إلى عدد الصور التي تحتوي عليها. ربما المزيد من الصور جعل ما بعد cleaerer للقراء ، وينبغي بالتالي أن تدفع شيئا أكثر من ذلك. سوف تكون قادرا على اختيار: عندما تريد أن يأتي في عد الصور، وهذا يعني كم عدد الصور هي مجانا وبعد أي واحد يجب أن تدفع لهم. كم تساوي كل صورة؛ كم عدد الصور في الحد الأقصى يجب أن تدفع (0 = لا الحد الأقصى، لانهائي). على سبيل المثال، لدينا منشور به 5 صور، ويتم تعيين الحقول أدناه على النحو التالي: %s. سيكون دفع الصورة 1.0 bacause صورة #3 ويتم حساب #4 الصورة.
de_de: Du kannst einen Wert basierend auf der Anzahl der Bilder, die der Beitrag enthält, festlegen. Eventuell verdeutlichen Bilder die Inhalte eines Beitrags für die Leser, wodurch man ihn höher bezahlen sollte. Du kannst wählen, wann die Zählung beginnen soll (also wie viele Bilder ohne Bezahlung eingebunden werden können), wie viel jedes Bild wert ist und wie viele Bilder maximal bezahlt werden sollen (0 = kein Maximum, unendlich). Wenn ein Beitrag zum Beispiel 5 Bilder hat und die Felder wie folgt ausgefüllt sind: %s – dann würde die Bezahlung pro Bild 1.0 betragen, weil Bild #3 und #4 gezählt werden.
fr_fr: Vous pouvez définir une valeur d'article se basant sur le nombre d'images qu'il contient. Peut-être considérez-vous que plus il y a d'images, plus l'article sera de qualité, et doivent donc être payés d'avantage. Vous serez en mesure de choisir: le moment où le comptage de l'image doit intervenir, ce qui signifie combien d'images sont gratuites et, après cette valeur correspondront aux images rémunérées; combien chaque image vaut; le nombre d'images maximum qui doivent être payées (0 = pas de maximum, infini). Par exemple. si vous avez un article avec 5 images, et les champs ci-dessous sont configurés comme ceci:%s. Le paiement de l'image serait 1.0 parce que l'image #3 et l'image #4 sont comptées.
it_it: Puoi definire il valore di un post anche sulla base delle immagini che contiene. Magari più immagini rendono un post più chiaro ai lettori, e dovrebbe quindi essere pagato di più. Potrai scegliere: quando vuoi che il contatore entri in gioco, ossia quante immagini non vengono pagate, dopo le quali il conteggio inizia; quanto vale ogni immagine; quante immagini al massimo debbano essere pagate (0 = nessun massimo, infinito). Esempio: abbiamo un post con 5 immagini, e i campi sottostanti sono configurati in questo modo: %s. Il pagamento per immagini sarebbe 1.0 perché le immagini #3 e #4 sono contate.
pl_pl: Można określić wartość postu, bazując na liczbie obrazów, które on zawiera. Być może większa ilość zdjęć sprawia, że komunikat jest bardziej czyste dla czytelników, i w ten sposób należy zapłacić coś więcej. Można wybrać: gdy chcesz, aby liczenie obrazów przyszedł, czyli ile obrazów są bezpłatne i po co mają być opłacone; ile kosztuje każdy obraz; ile obrazów na maksimum powinno być opłacone (0 = nie ma maksimum, nieskończoność). Na przykład, mamy post z 5 zdjęciami, i pola poniżej są ustawiane w następujący sposób: %s. zdjęcia płatności będzie równa 1,0 bacause image #3 i image #4 są liczone.
ru_ru: Вы можете определить ценность публикации на основе количества изображений, которые она содержит. Возможно, больше изображений сделают публикацию более понятной для читателей, и, следовательно, эта публикация должна получить большую оплату. Вы сможете выбрать: когда вы хотите, чтобы начался подсчет изображений, то есть, сколько изображений бесплатно и после какого они должны быть оплачены; сколько стоит каждое изображение; сколько изображений должно быть оплачено максимально (0 = без ограничений). Например. у нас есть публикация с 5 изображениями, и поля ниже установлены так: %s. Оплата за изображение будет 1.0, потому что засчитаны изображение #3 и изображение #4.
tr_tr: Yazının içerdiği görsel sayısına göre bir ödeme tutarı tanımlayabilirsiniz. Daha fazla görsel okuyucuların yazıyı daha iyi anlamasını sağlayabilir ve bunun için daha fazla ödeme yapılması uygun olabilir. Görsellerin sayımına ne zaman başlanacağını, yani kaç görselin bedava olacağını ve kaç taneden sonra ücretli olmaları gerektiğini, her bir görselin ne değerde olacağını, en fazla kaç görsel için ödeme yapılacağını (0 = üst sınır yok, sonsuz) seçebileceksiniz. Örneğin 5 görselli bir yazımız var ve aşağıdaki alanlar şu şekilde ayarlanmış: %s. Görsel ödemesi 1,0 olacaktır çünkü görsel no. 3 ve görsel no. 4 sayılacaktır.

source: images
ar_ae: الصور
de_de: Bilder
it_it: immagini
pl_pl: Zdjęcia
ru_ru: изображения
tr_tr: görsel

source: Start paying per image after image #
ar_ae: بدء الدفع لكل صورة بعد الصورة #
de_de: Beginne Zählung nach Bild #
fr_fr: Commencer à payer par image à partir de l'image #
it_it: Inizia a pagare per immagine dopo l'immagine #
pl_pl: Przestań płacić za zdjęcie po zdjęciu #
ru_ru: Начать платить за изображения после изображения #
tr_tr: Şu kadar görselden sonra ödemeler başlasın

source: Stop paying per image after image #
ar_ae: التوقف عن الدفع لكل صورة بعد الصورة #
de_de: Beende Zählung nach Bild #
fr_fr: Arrêter de payer par image à partir de l'image #
it_it: Smetti di pagare per immagine dopo l'immagine #
pl_pl: Przestań płacić za zdjęcie po zdjęciu #
ru_ru: Перестать платить за изображения после изображения #
tr_tr: Şu kadar görselden sonra ödemeler dursun

source: Determines whether the featured image will be included in image counting.
ar_ae: تحديد ما إذا كانت الصورة المميزة سيتم تضمينها في عد الصور.
de_de: Entscheidet, ob das Beitragsbild (Featured Image) in die Bilderzählung mit einbezogen werden soll.
fr_fr: Détermine si l'image phare doit être incluse dans le comptage par image.
it_it: Determina se l'immagine di copertina sarà inclusa nel conteggio delle immagini.
pl_pl: Określa, czy pokazywać obraz zawarty w liczenie obrazów.
ru_ru: Определяет, будет ли выбранное изображение включено в подсчет изображений.
tr_tr: Öne çıkan görselin görsel sayımına dahil edilip edilmeyeceğini belirler.

source: Determines whether images in galleries should be included in image counting (may slow down stats page loading due to additional post content parsing).
ar_ae: تحديد ما إذا كان يجب تضمين الصور في المعارض في عد الصور (قد تبطئ تحميل صفحة الإحصائيات بسبب تحليل محتوى النشر الإضافي).
de_de: Legt fest, ob Bilder in Gallerien in die Bilderzählung einbezogen werden sollen (könnte das Laden der Statistik-Seite verlangsamen).
fr_fr: Détermine si les images dans les galeries doivent être incluses dans le comptage par image (peut ralentir le chargement des pages de statistiques en raison de l'analyse supplémentaire de contenu d'articles).
it_it: Decide se le immagini contenute nelle gallerie debbano essere include nel conteggio delle immagini (può rallentare il caricamento delle statistiche a causa di elaborazione aggiuntiva del contenuto dei post).
pl_pl: Określa, czy należy włączyć obrazy w galeriach w liczenie zdjęć (może spowolnić ładowanie strony statystyk z powodu dodatkowej analizy treści postu).
ru_ru: Определяет, должны ли изображения в галереях включаться в подсчет изображений (может замедлить загрузку страницы статистики из-за дополнительного анализа содержимого публикации).
tr_tr: Galerilerdeki görsellerin sayıma dahil edilip edilmeyeceğini belirler (yazı içeriğinin ilave şekilde ayrıştırılması nedeniyle istatistik sayfasının yüklenmesi yavaşlayabilir).
