Repository: TheCrowned/Post-Pay-Counter
Catalog: lang/post-pay-counter-*.po
Languages: ar_ae, de_de, fr_fr, it_it, pl_pl, ru_ru, tr_tr

source: With this system you can define up to how many zones of retribution you would like, so that from X %1$s to Y %1$s the same pay will be applied (eg. from 200 %1$s to 300 %1$s pay 2.00). It does not matter how many %1$s a post has, but only in what zone it fits in.
ar_ae: مع هذا النظام يمكنك تحديد ما يصل الى عدد المناطق من القصاص كنت ترغب، بحيث من X ٪1 $ s إلى Y ٪ 1 $ s سيتم تطبيق نفس الأجر (على سبيل المثال. من 200 ٪ 1 $ s إلى 300 ٪ 1 $ 2.00 الدفع). لا يهم كم عدد %1$s الذي يحتوي عليه النشر، ولكن فقط في المنطقة التي تناسبها.
de_de: Mit diesem System kannst verschiedene Stufen festlegen, so dass von X %1$s bis Y %1$s der gleiche Betrag bezahlt wird (z. B. von 200 %1$s bis 300 %1$s werden 2.00 bezahlt). Es ist egal, wie viele %1$s ein Beitrag hat, entscheidend ist nur, in welche Stufe er fällt.
fr_fr: Avec ce système, vous pouvez définir le nombre de rétribution que vous souhaitez, de sorte que de X %1$s à Y %1$s le même salaire soit appliqué (par exemple: à partir de 200 %1$s à 300 %1$s paient 2,00). Peu importe combien de %1$s un article possède, mais seulement dans quelle zone il se trouve.
it_it: Con questo sistema puoi definire quante zone retribuitive ne desideri, così che da X %1$s a Y %1$s la stessa paga sarà applicata (esempio: da 200 %1$s a 300 %1$s paga 2.00). Non importa quante %1$s un post abbia, ma solo in quale zona rientra.
pl_pl: Za pomocą tego systemu można określić, ile stref odwetu chcesz, tak, że od X %1$s do Y %1$s będzie stosowana ta sama płyta (na przykład. od 200 %1$s do 300% 1$s pay 2.00). Nie ma znaczenia, ile %1$s jest komunikat, ale tylko w jakiej strefie, zostanie ona umieszczona.
ru_ru: С помощью этой системы вы можете определить, сколько зон возмездия вы бы хотели, так чтобы от X %1$s до Y %1$s будет применяться та же самая оплата (например, от 200 %1$s до 300 %1$s заплатить 2.00). Не имеет значения, сколько %1$s имеет публикация, а только то, в какой зоне она помещается.
tr_tr: Bu sistem ile birkaç farklı ödeme alanı belirleyebilirsiniz. Bu sistemde X %1$s ile Y %1$s arası aynı ödemeyi alacaktır (örneğin 200 %1$s ile 300 %1$s arasına 2,00 ödenecektir). Bir yazıda ne kadar %1$s olduğu önemli değildir, yalnızca yazının hangi alana girdiği önemlidir.

source: Payment
ar_ae: الدفع
de_de: Bezahlung
fr_fr: Paiement
it_it: Pagamento
pl_pl: Płatność
ru_ru: Оплата
tr_tr: Ödeme

source: Add one more zone
ar_ae: إضافة منطقة أخرى
de_de: Eine weitere Stufe hinzufügen
fr_fr: Ajouter une zone de plus
it_it: Aggiungi una zona
pl_pl: Dodaj jeszcze jedną strefę
ru_ru: Добавить еще одну зону
tr_tr: Bir bölge daha ekle

source: Delete last zone
ar_ae: حذف المنطقة الأخيرة
de_de: Letzte Stufe löschen
fr_fr: Effacer la dernière zone
it_it: Rimuovi ultima zona
pl_pl: Usunąć ostatnią strefę
ru_ru: Удалить последнюю зону
tr_tr: Son bölgeyi sil

source: Use the incremental payment system
ar_ae: استخدام نظام الدفع التزايدي
de_de: Schrittweises Zählungssystem benutzen
fr_fr: Utiliser le système de paiement incrémentiel
it_it: Usa il sistema di pagamento incrementale
pl_pl: Użyj systemu przyrostowych płatności
ru_ru: Использовать систему дополнительных платежей
tr_tr: Artışlı ödeme sistemi kullan

source: With this system, every %1$s has a value: more %1$s => higher pay. Just think that the %1$s number will be multiplied for the incremental payment value, so that is a post has 300 %1$s and you set the incremental payment value to 0.01, the writer will be credited with 3.
ar_ae: مع هذا النظام، لكل %1$s قيمة: أكثر من 1$s => دفع أعلى. فقط فكر في أن عدد %1$s سيتم ضربه لقيمة الدفع التزايدي، بحيث يكون هناك ترحيل له 300%1$s، ثم تقوم بتعيين قيمة الدفع التزايدي إلى 0.01، سيتم إضافة الكاتب إلى 3.
de_de: Mit diesem System hat jeder %1$s einen Wert: mehr %1$s => höhere Bezahlung. Bedenke, dass die %1$s Zahl mit dem Zahlungswert multipliziert wird. Beispie: Falls ein Beitrag 300 %1$s hat und du den Zahlungswert auf 0.01, setzt, erhält der Autor 3.
fr_fr: Avec ce système, chaque %1$s a une valeur: plus %1$s => salaire plus élevé. Il suffit de penser que le nombre de %1$s sera multiplié par la valeur de paiement supplémentaire, de sorte qu'avec un article à 300 %1$s et avec une valeur de paiement supplémentaire à 0,01, le contributeur sera crédité de 3.
it_it: Con questo sistema, ogni %1$s ha valore: più %1$s => paga più alta. Pensa semplicemente che il numero di %1$s sarà moltiplicato per il valore del pagamento incrementale, per cui se un post a 300 %1$s e imposti il valore del pagamento incrementale a 0.01, al redattore sarà accreditato 3.
pl_pl: W tym systemie każdy %1$s ma wartość: więcej %1$s => wyższe wynagrodzenie. Po prostu pomyśl, że liczba %1$s zostanie pomnożona przez wartość płatności przyrostowej, tak że post ma 300 %1$s i ustawisz wartość płatności przyrostowej na 0,01, a autorowi zostanie przypisane 3.
ru_ru: В этой системе каждый %1$s имеет значение: чем больше %1$s => тем больше оплата. Просто подумайте, что число %1$s будет умножено на значение добавочного платежа, так что у публикации будет 300 %1$s, и вы установите значение добавочного платежа равное 0.01, автору будет начислено 3.
tr_tr: Bu sistemde her %1$s bir değere sahiptir: daha fazla %1$s => daha yüksek ödeme demektir. Bu sistemde %1$s sayısı artışlı ödeme değeri ile çarpılır, yani bir yazıda 300 %1$s varsa ve artışlı ödeme değerini 0,01 şeklinde belirlediyseniz yazarın hesabına bu yazısı için 3 birim ödeme yazılacaktır.

source: Incremental payment value
ar_ae: قيمة الدفع التزايدي
de_de: Zahlungswert
fr_fr: Valeur de paiement incrémentiel
it_it: Valore del pagamento incrementale
pl_pl: Dodatkowy koszt płatności
ru_ru: Добавочная стоимость платежа
tr_tr: Artışlı ödeme değeri

source: This controls what is displayed in the stats page for this payment criteria. %1$s will only display the counting value (es. 50 words), %2$s only the payment value (es. $0.50), %3$s will display them both side to side (es. $0.50 (50)), %4$s will hide the whole column in stats and only display data in the tooltip of the payment, %5$s will hide everything of the payment altogether, preserving the payment value just as part of the total payment value.
ar_ae: يتحكم هذا في ما يتم عرضه في صفحة الإحصائيات لمعايير الدفع هذه. سيعرض %1$s قيمة الجرد فقط .1. 50 كلمة)، و%2$s فقط قيمة الدفع (es. 0.50 دولار)، %3$s ستعرضها من جانب إلى آخر (es. 0.50 دولار (50))، %4$s ستخفي العمود بالكامل في الإحصائيات وتعرض البيانات فقط في تلميح الأدوات الخاص بالدفع، %5$s ستخفي كل شيء من مجموع الدفعات تمامًا، مع الحفاظ على قيمة الدفع فقط كجزء من قيمة الدفع الإجمالية.
fr_fr: Ceci contrôle ce qui est affiché dans la page de statistiques pour ce critère de paiement. %1$s ne pourront afficher que la valeur de comptage (ex: 50 mots), %2$s seulement la valeur de paiement (ex: 0,50 $), %3$s affichera les deux à la fois côté à côte (ex: $0,50 (50)),%4$s cacheront la colonne entière dans les statistiques et affichera uniquement les données dans l'infobulle du paiement,%5$s va cacher tous les détails du paiement, mais préservera la valeur de paiement comme une partie de la valeur de paiement total.
it_it: Questo controlla cosa viene mostrato nella pagina delle statistiche per questo tipo di pagamento. %1$s mostrerà solo il conteggio (es. 50 parole), %2$s solo il pagamento (es. €0.50), %3$s li mostrerà entrambi affiancati (es. €0.50 (50)), %4$s nasconderà interamente la colonna dalla tabella e mostrerà i valori solo nel tooltip del pagamento, %5$s nasconderà ogni cosa, preservando il pagamento solo come parte del valore del pagamento totale.
pl_pl: To zarządza tym, co jest wyświetlane na stronie statystyk dla danego kryterium płatności. %1$s będzie wyświetlać tylko tablica wartość (es. 50 słów), %2$s tylko wartość płatności (es. $0.50), %3$s będzie wyświetlać je obie strony (es. $0.50 (50)), %4$s ukryje całą kolumnę w statystykach i będzie wyświetlać tylko dane w dymku płatności, %5$s ukryje wszystkie płatności w całości, zachowując wartość płatności tylko jako część ogólnej wartości płatności.
ru_ru: Это контролирует то, что отображается на странице статистики для этого критерия оплаты. %1$s будет отображать только значение счета (например, 50 слов), %2$s будет отображать только значение платежа (например, $ 0.50), %3$s будет отображать их обе стороны (например, $ 0.50 (50)) %4$s скрывает весь столбец в статистике и отображает только данные во всплывающей подсказке платежа, %5$s полностью скрывает все платежи, сохраняя значение платежа как часть общей суммы платежа.
tr_tr: Bu özellik istatistik sayfasında bu ödeme kriterinin nasıl gösterileceğini kontrol eder. %1$s seçmeniz durumunda yalnızca sayım değeri görüntülenir (örn. 50 kelime), %2$s seçmeniz durumunda yalnızca ödeme tutarı görüntülenir (örn. 0,50 TL), %3$s seçerseniz ikisi birden yan yana gösterilir (örn. 0,50 TL (50)), %4$s seçeneği istatistiklerde tüm sütunu tamamen gizler ve verileri yalnızca ödeme bilgisinin üzerinde araç ipucu şeklinde gösterir, %5$s seçeneği ödemeyle ilgili her şeyi tamamen gizler, ödeme değeri yalnızca toplam ödeme tutarının bir parçası olarak gösterilir.

source: Count
ar_ae: عدد
fr_fr: Compte
it_it: Conteggio
pl_pl: Liczenie
ru_ru: Подсчет
tr_tr: Sayım

source: Both
ar_ae: كل
fr_fr: Tous les deux
it_it: Entrambi
pl_pl: Oba
ru_ru: Оба
tr_tr: Her ikisi de

source: Tooltip
ar_ae: تلميح الادوات
fr_fr: Infobulle
pl_pl: Podpowiedź
ru_ru: Подсказка
tr_tr: Araç ipucu

source: None
ar_ae: اي
fr_fr: Aucun
it_it: Niente
pl_pl: Nie wyświetlaj
ru_ru: Ничего
tr_tr: Yok

source: Payment display status
ar_ae: حالة عرض الدفع
fr_fr: Statut de l'affichage de paiement
it_it: Visualizzazione del pagamento
pl_pl: Status wyświetlania płatności
ru_ru: Статус отображения платежа
tr_tr: Ödeme gösterimi durumu

source: The specified visits callback returned NULL for a random post - are you sure it is correct?
ar_ae: إرجاع رد الاتصال للزيارات المحددة NULL لنشر عشوائي - هل أنت متأكد من أنه صحيح؟
fr_fr: Les rappels de visites spécifiées ont renvoyé NULL pour un poste aléatoire - êtes-vous sûr qu'il est correct?
it_it: Il callback inserito ha ritornato NULL per un post a caso - sei sicuro sia corretto?
pl_pl: Podany oddzwanianie visits zwrócił NULL dla przypadkowego postu - jest pan pewien, że to prawda?
ru_ru: Указанный обратный вызов посещений возвратил NULL для случайной публикации - вы уверены, что это правильно?
tr_tr: Rastgele bir yazı için tanımlanan ziyaret callback değeri için yapılan geri dönüş geçersiz (NULL) - doğruluğundan emin misiniz?

source: At least one role must be allowed to access the options page
ar_ae: يجب السماح لدور واحد على الأقل بالوصول إلى صفحة الخيارات
it_it: Almeno un ruolo utente deve poter accedere alla pagina delle opzioni
pl_pl: Aby uzyskać dostęp do strony ustawień musi być włączona przynajmniej jedną rolę
ru_ru: По крайней мере одна роль должна иметь доступ к странице параметров
tr_tr: En az bir kullanıcı rolünün seçenekler sayfasına erişimine izin verilmelidir

source: Are you sure you want to do this?
ar_ae: هل أنت متأكد من أنك تريد أن تفعل هذا؟
it_it: Sei sicuro di volerlo fare?
ru_ru: Вы уверены что хотите сделать это?
tr_tr: Bunu yapmak istediğinizden emin misiniz?

source: Error: could not update settings.
ar_ae: خطأ: تعذر تحديث الإعدادات.
de_de: Fehler: Einstellungen konnten nicht aktualisiert werden.
fr_fr: Erreur: impossible de mettre à jour les paramètres.
it_it: Errore: non è stato possibile aggiornare le impostazioni.
pl_pl: Błąd: nie udało się zaktualizować ustawienia.
ru_ru: Ошибка: не удалось обновить настройки.
tr_tr: Hata: ayarlar güncellenemedi.

source: System Information
ar_ae: معلومات النظام
fr_fr: Information Système
it_it: Informazioni di sistema
pl_pl: Informacje Systemowe
ru_ru: Информация о системе
tr_tr: Sistem Bilgisi

source: To copy the system info, click below then press Ctrl + C (PC) or Cmd + C (Mac).
ar_ae: لنسخ معلومات النظام، انقر أدناه ثم اضغط على Ctrl + C (PC) أو Cmd + C (Mac).
de_de: Um die Systeminformationen zu kopieren, klicke unten und drücke Strg + C (PC) oder Cmd + C (Mac).
fr_fr: Pour copier les infos système, cliquez dessous et appuyez sur Ctrl + C ou Cmd + C (Mac).
it_it: Per copiare le informazioni di sistema, clicca qui sotto e premi Ctrl + C (PC) o Cmd + C (Mac).
pl_pl: Aby skopiować informacje o systemie, kliknij przycisk poniżej, a następnie naciśnij klawisze Ctrl + C (PC) lub Cmd + C (Mac).
ru_ru: Чтобы скопировать информацию о системе, нажмите ниже, затем нажмите Ctrl + C (ПК) или Cmd + C (Mac).
tr_tr: Sistem bilgisini kopyalamak için aşağıya tıklayın ve ardından CTRL + C (PC) ya da CMD + C (Mac) tuşlarına basın.

source: Download System Info File
ar_ae: تحميل ملف معلومات النظام
de_de: System-Info-Datei herunterladen
fr_fr: Télécharger le fichier d'information système
it_it: Scarica il file delle informazioni di sistema
pl_pl: Pobierz Systemowy Plik Informacyjny
ru_ru: Скачать файл с информацией о системе
tr_tr: Sistem Bilgisi Dosyasını indir

source: Error: could not update user's settings.
ar_ae: خطأ: تعذر تحديث إعدادات المستخدم.
de_de: Fehler: Benutzereinstellungen konnten nicht aktualisiert werden.
fr_fr: Erreur: impossible de mettre à jour les paramètres utilisateurs.
it_it: Errore: non è stato possibile aggiornare le impostazioni dell'utente.
pl_pl: Błąd: nie udało się zaktualizować ustawienia użytkownika.
ru_ru: Ошибка: невозможно обновить настройки пользователя.
tr_tr: Hata: kullanıcı ayarları güncellenemedi.

source: Welcome to Post Pay Counter
ar_ae: مرحبا بكم في آخر عداد الدفع
de_de: Willkommen zu Post Pay Counter
fr_fr: Bienvenue sur Post Pay Counter
it_it: Benvenuto in Post Pay Counter
pl_pl: Witamy na skrzynkę licznik płatności
ru_ru: Добро пожаловать в Post Pay Counter
tr_tr: Post Pay Counter eklentisine hoşgeldiniz

source: Post Pay Counter Changelog
ar_ae: آخر عداد الدفع تغيير
fr_fr: Changelog Post Pay Counter
it_it: Changelog Post Pay Counter
ru_ru: Изменения Post Pay Counter
tr_tr: Post Pay Counter Değişiklik Kaydı

source: Features
ar_ae: المميزات
fr_fr: Fonctionnalités
it_it: Funzionalità
pl_pl: Dane techniczne
ru_ru: Особенности
tr_tr: Özellikler

source: Changelog
ar_ae: التغيير
it_it: Lista dei cambiamenti
pl_pl: Dziennik zmian
ru_ru: Изменения
tr_tr: Değişiklik Kaydı

source: Welcome to Post Pay Counter Version %s
ar_ae: مرحباً بك في إصدار عداد الدفعات "نشر" %s
de_de: Willkommen zu Post Pay Counter Version %s
fr_fr: Bienvenue sur Post Pay Counter Version %s
it_it: Benvenuto alla versione %s di Post Pay Counter
pl_pl: Witamy w Post Pay Counter Version %s
ru_ru: Добро пожаловать в Post Pay Counter, версия %s
tr_tr: Post Pay Counter %s versiyonuna hoşgeldiniz

source: You got the latest release of Post Pay Counter, which is going to make handling authors' payments much, much easier! The menu on the left provides access to all the plugin features.
ar_ae: حصلت على أحدث إصدار من بوست باي عداد ، والتي سوف تجعل التعامل مع المدفوعات المؤلفين كثيرا ، أسهل بكثير! توفر القائمة على اليسار الوصول إلى جميع ميزات البرنامج المساعد.
de_de: Du hast die neueste Version von Post Pay Counter, die das Verwalten von Autorenzahlungen deutlich vereinfacht. Das Menü links gibt dir Zugriff auf alle Funktionen des Plugins.
fr_fr: Vous avez la dernière version de Post Pay Counter, qui va rendre les paiements de vos contributeurs beaucoup, beaucoup plus facile! Le menu de gauche permet d'accéder à toutes les fonctionnalités du plugin.
it_it: Ecco l'ultima versione di Post Pay Counter, che renderà la gestione dei pagamenti degli autori molto, molto più semplice! Il nuovo menu sulla sinistra permette l'accesso a tutte le funzioni del plugin.
pl_pl: Masz najnowszą wersję Post Pay Counter, która znacznie ułatwi przetwarzanie autorskich, opłat! Menu po lewej stronie, zapewnia dostęp do wszystkich funkcji wtyczki.
ru_ru: Вы получили последнюю версию Post Pay Counter, которая значительно облегчит обработку платежей авторов! Меню слева обеспечивает доступ ко всем функциям плагина.
tr_tr: Post Pay Counter eklentisinin en son versiyonunu kullanıyorsunuz. Yazar ödemelerini yönetmek artık çok daha kolay. Sol taraftaki menüden tüm eklenti özelliklerine erişebilirsiniz.

source: A powerful payment manager
ar_ae: مدير دفع قوي
de_de: Ein mächtiger Zahlungs-Manager
fr_fr: Un gestionnaire de paiement puissant
it_it: Un potente gestore dei pagamenti
pl_pl: Potężny płatności kierownik
ru_ru: Мощный менеджер платежей
tr_tr: Güçlü bir ödeme yöneticisi

source: Pay per post, word, visit, image and comment
ar_ae: الدفع لكل مشاركة وكلمة وزيارة وصورة وتعليقات
de_de: Zahle pro Beitrag, Wort, Besuch, Bild und Kommentar
fr_fr: Payer par article, mot, visite, image et commentaire
it_it: Paga per post, parole, visite, immagini e commenti
pl_pl: Opłata za stanowisko, słowo, wizyta, obraz i komentarz
ru_ru: Оплата за публикацию, слова, посещения, изображения и комментарии
tr_tr: Yazı, kelime, ziyaret, görsel ya da yorum başına ödeme yapın

source: Basically everything in a post can define its overall value. You can pay a fixed fee, add something depending on the number of words, maybe some more for visits, and then take care of images and comments as well. You can set a limit on the maximum number of each counting category and a total payment one too.
ar_ae: أساسا كل شيء في وظيفة يمكن أن تحدد قيمتها الإجمالية. يمكنك دفع رسوم ثابتة ، وإضافة شيء اعتمادًا على عدد الكلمات ، وربما بعض أكثر للزيارات ، ثم العناية بالصور والتعليقات أيضًا. يمكنك تعيين حد أقصى لعدد كل فئة من فئات العد وإجمالي الدفع واحد أيضا.
de_de: Der Wert eines Beitrags kann durch viele Faktoren bestimmt werden. Du kannst einen festen Betrag zahlen und einen Bonus je nach Anzahl der Wörter vergeben. Vielleicht soll auch für jeden Seitenaufruf, Bilder oder Kommentare etwas dazu kommen? Du kannst in jeder Kategorie ein Limit festlegen, das gilt auch für den Gesamtbetrag pro Beitrag.
fr_fr: Fondamentalement tout dans un article peut définir sa valeur globale. Vous pouvez payer une redevance fixe, ajouter quelque chose en fonction du nombre de mots, peut-être un peu plus pour les visites, puis prendre soin des images et des commentaires. Vous pouvez définir une limite sur le nombre maximal de chaque catégorie de comptage et d'un paiement total également.
it_it: Praticamente qualunque cosa in un post può contibuire a definire il suo valore complessivo. Puoi pagare una cifra fissa, aggiungere qualosa a seconda del numero di parola, magari qualcos'altro per le visite, e tenere anche conto di immagini e commenti. Puoi definire un limitte sul conteggio massimo per ogni categoria e un tetto al pagamento totale, eventualmente.
pl_pl: W zasadzie wszystko w poście może określić jego ogólną wartość. Można płacić stałą opłatę, dodać coś w zależności od ilości słów, być może jeszcze trochę do odwiedzin, a następnie zadbać o zdjęciach i komentarzach. Można ustawić ograniczenie na maksymalną liczbę każdej kategorii liczenia i łączną kwotę płatności.
ru_ru: В принципе, все в публикации может определить его общую ценность. Вы можете заплатить фиксированную плату, добавить что-то в зависимости от количества слов, может быть, еще что-нибудь за посещения, а затем позаботиться об изображениях и комментариях. Вы можете установить ограничение на максимальное количество для каждой категории подсчета и на общую сумму платежа.
tr_tr: Temel olarak bir yazının içindeki her şey o yazının toplam değerine katkıda bulunabilir. Yazarlara sabit bir ücret ödeyebilirsiniz, kelime sayısına göre ek ödeme yapabilirsiniz, belki ziyaretler için ilave bir ücret ödeyebilirsiniz ve ardından görsel ve yorum sayılarını da hesaba katabilirsiniz. Ayrıca, sayım kategorilerinin her biri için bir üst sınır belirleyebilir veya bir yazıya ödenebilecek maksimum tutara limit koyabilirsiniz.

source: A zonal system, or an incremental one
ar_ae: نظام المناطق، أو نظام تزايدي
de_de: Stufenweise oder schrittweise Zählung
fr_fr: Un système zonal ou incrémentiel
it_it: Un sistema zonale, oppure incrementale
pl_pl: Strefowy system lub przyrostowy
ru_ru: Зональная или инкрементная система
tr_tr: Alan sistemi ya da artışlı sistem

source: Every time there is a number of something to be paid (a number of words, a number of visits...) you can choose whether you want to use an incremental system (e.g. each word is worth $0.01 => 100 words are worth $1.00) or a zonal one (e.g. between 100 and 200 words pay $1.20 => 190 words are worth $1.20) with as many zones you want.
ar_ae: في كل مرة يكون هناك عدد من شيء يجب دفعه (عدد من الكلمات، عدد من الزيارات...) يمكنك اختيار ما إذا كنت ترغب في استخدام نظام تزايدي (على سبيل المثال. كل كلمة تساوي 0.01 دولار = > 100 كلمة تساوي 1.00 دولار) أو واحدة في المناطق (على سبيل المثال بين 100 و 200 كلمة تدفع 1.20 دولار = > 190 كلمة تساوي 1.20 دولار) مع العديد من المناطق التي تريدها.
de_de: Jedes mal wenn eine bestimmte Kategorie ausgewertet wird (eine bestimmte Anzahl an Wörtern, Seitenaufrufen, ...) kannst du wählen, ob du ein schrittweises System (z. B. zahle pro Wort 0,01 €, also ergeben 100 Wörter 1,00 €) oder eine stufenweise Berechnung (z. B. zahle zwischen 100 und 200 Wörtern 1,20 €, also ergeben 190 Wörter 1,20 €) verwenden möchtest.
fr_fr: Chaque fois qu'il y a un certain nombre de quelque chose à payer (un certain nombre de mots, un certain nombre de visites ...), vous pouvez choisir si vous voulez utiliser un système incrémentiel (par exemple, chaque mot est une valeur de $0.01 => 100 mots valent $1,00 ) ou un système zonal (par exemple entre 100 et 200 mots payer 1,20 $ => 190 mots valent $1,20) avec autant de zones que vous souhaitez.
it_it: Ogni volta che c'è un certo numero di qualcosa da essere pagato (un numero di parole, un numero di visite...) puoi scegliere se preferisci usare un sistema incrementale (esempio: ogni parole vale €0.01 => 100 parole valgono €1.00) oppure un sistema zonale (esempio: tra 100 e 200 parole paga €1.20 => 190 parole valgono €1.20) con tante zone quante te ne servono.
pl_pl: Za każdym razem, gdy jest coś do zapłaty (liczba słów, liczba odwiedzin ...), możesz wybrać, czy chcesz używać systemu przyrostowego (np. Każde słowo jest warte 0,01 złotych => 100 słów jest warte 1,00 złotych ) lub strefową (np. od 100 do 200 słów kosztuje 1,20 zł => 190 słów jest wartych 1,20 zł) z dowolną liczbą stref.
ru_ru: Каждый раз, когда нужно что-то заплатить (количество слов, количество посещений и т. д.), вы можете выбрать, хотите ли вы использовать инкрементную систему (например, каждое слово стоит $0.01 => 100 слов стоят $1.00) или зональную (например, от 100 до 200 слов платят $1.20 => значит 190 слов стоят $1.20) с любым количеством зон, которые вы хотите.
tr_tr: Ödemesi yapılacak öğenin sayılmasının mümkün olduğu her durumda (kelime sayısı, ziyaret sayısı...) artışlı sistem (örn. her kelime 0,01 TL => 100 kelime 1 TL) ya da alan sistemi (örn. 100 ile 200 kelime arası 1,20 TL => 190 kelime 1,20 TL) kullanabilirsiniz ve alan sisteminde istediğiniz sayıda alan tanımlayabilirsiniz.

source: Define what is paid and what is not
ar_ae: تحديد ما يتم دفعه وما لا يتم دفعه
de_de: Bestimme, was bezahlt wird und was nicht
fr_fr: Définissez ce qui est doit être payé et ce qui ne doit pas l'être
it_it: Definisci cosa viene pagato e cosa no
pl_pl: Określ, co się opłaca, a co nie
ru_ru: Определите, что оплачивается, а что нет
tr_tr: Nelerin ödeme alacağını ve nelerin almayacağını tanımlayın
