Repository: TheCrowned/Post-Pay-Counter
Catalog: lang/post-pay-counter-*.po
Languages: ar_ae, de_de, fr_fr, it_it, pl_pl, ru_ru, tr_tr

source: Addons for Post Pay Counter
ar_ae: أدونز لـ عداد الدفعات الإضافية
de_de: Add-Ons für Post Pay Counter
fr_fr: Addons pour Post Pay Counter
it_it: Estensioni per Post Pay Counter
pl_pl: Dodatki do licznika Post Pay
ru_ru: Дополнения для Post Pay Counter
tr_tr: Post Pay Counter için ek özellikler

source: Browse All Extensions
ar_ae: تصفح كل الملحقات
de_de: Alle Erweiterungen durchsuchen
fr_fr: Explorer toutes les extensions
it_it: Guarda tutte le estensioni
pl_pl: Wyświetlanie Wszystkich Rozszerzeń
ru_ru: Просмотреть все расширения
tr_tr: Tüm Ek Özelliklere Göz At

source: These addons add more features to Post Pay Counter.
ar_ae: هذه الملحقات إضافة المزيد من الميزات إلى آخر الدفع العداد.
de_de: Diese Add-Ons erweitern Post Pay Counter mit neuen Funktionen.
fr_fr: Ces addons ajoutent de nouvelles fonctionnalités Post Pay Counter
it_it: Queste estensioni espandono le funzioni di Post Pay Counter.
pl_pl: Te dodatki dodać więcej funkcji do licznika Post Pay Counter.
ru_ru: Эти дополнения добавляют больше функций в Post Pay Counter.
tr_tr: Bu ek özellikler Post Pay Counter’a ilave fonksiyonlar kazandırır.

source: Error: Seems like AJAX request was not recognised as coming from the right page. Maybe hacking around..?
ar_ae: خطأ: يبدو أن طلب AJAX لم يتم التعرف عليه على أنه قادم من الصفحة الصحيحة. ربما القرصنة حولها..؟
de_de: Fehler: Der AJAX-Request wurde von einer falschen Seite gesendet.
fr_fr: Erreur: il semblerait qu'une requête AJAX ne soit pas reconnue comme provenant de la bonne page. Peut-être un problème de hack derrière tout cela...?
it_it: Errore: sembra che la richiesta AJAX non sia stata riconosciuta come proveniente dalla pagina giusta. Girovaghi, piccolo hacker..?
pl_pl: Błąd: wygląda na to, że AJAX-wniosek nie został rozpoznany jako pochodzące z właściwej strony. A może łamać..?
ru_ru: Ошибка: похоже, что запрос AJAX не был распознан как поступающий с нужной страницы. Похоже на взлом..?
tr_tr: Hata: AJAX isteğinin doğru sayfadan geldiği algılanmadı. Bir hack söz konusu olabilir mi?..

source: No users found.
ar_ae: لم يتم العثور على مستخدمين.
de_de: Keine Nutzer gefunden.
fr_fr: Aucun utilisateurs trouvés
it_it: Nessun utente trovato.
pl_pl: Użytkownicy nie znaleziono.
ru_ru: Пользователи не найдены.
tr_tr: Hiçbir kullanıcı bulunamadı.

source: Any
ar_ae: اي
de_de: Alle
fr_fr: Tout
it_it: Qualunque
pl_pl: Każdy
ru_ru: Любой
tr_tr: Herhangi

source: What are you importing, cows?
ar_ae: ماذا تُستوردون، أبقار؟
de_de: Was importierst du, Kühe?
fr_fr: Qu'essayez vous d'importer, des vaches?
it_it: Cosa stai importando, mucche?
pl_pl: Co importujemy, krowy?
ru_ru: Вы что импортируете, коров?
tr_tr: İçe aktardığınız nedir?

source: Error: could not clear error log.
ar_ae: خطأ: تعذر مسح سجل الأخطاء.
de_de: Fehler: Konnte Fehlerprotokoll nicht leeren.
fr_fr: Erreur: impossible d'effacer le log des erreurs.
it_it: Errore: non è stato possibile pulire il log degli errori.
pl_pl: Błąd: nie udało się wyczyścić dziennik błędów.
ru_ru: Ошибка: не удалось очистить журнал ошибок.
tr_tr: Hata: hata kaydı temizlenemedi.

source: Make sure the license you are trying to activate is related to an addon that is both installed and active.
ar_ae: تأكد من أن الترخيص الذي تحاول تنشيطه مرتبط بـ addon مثبت ونشط.
it_it: Assicurati che la licenza che stai cercando di attivare sia relativa a un'estensione che è installata e attiva.
pl_pl: Upewnij się, że licencja, którą próbujesz aktywować, związana z zainstalowaną i aktywnym аддоном.
ru_ru: Убедитесь, что лицензия, которую вы пытаетесь активировать, связана с дополнением, которое установлено и активно.
tr_tr: Etkinleştirmeye çalıştığınız lisansın hem yüklenmiş hem de etkinleştirilmiş bir ek özelliğe ait olduğundan emin olun.

source: You may be activating an old PRO version: in this case, try to use the other License status box you can find in the Options page. You may have to scroll the page to find it.
ar_ae: قد تكون تنشيط إصدار PRO قديم: في هذه الحالة، حاول استخدام مربع حالة الترخيص الأخرى التي يمكنك العثور عليها في صفحة الخيارات. قد تضطر إلى التمرير الصفحة للعثور عليه.
it_it: Forse stai attivando una vecchia versione PRO: in questo caso, prova a usare l'altro box Stato licenza che può trovare nella pagin delle opzioni. Potresti dover scorrere la pagina per trovarlo.
pl_pl: Być może, można włączyć starą wersję PRO: w tym przypadku, spróbuj użyć innego pola statusu licencji, które można znaleźć na stronie ustawień. Być może trzeba przewinąć w dół, aby go znaleźć.
ru_ru: Возможно, вы активируете старую PRO версию: в этом случае попробуйте использовать другой Лицензионный статус, который вы сможете найти на странице Параметров. Возможно, вам придется прокрутить страницу, чтобы найти ее.
tr_tr: Eski bir PRO versiyonu aktive ediyor olabilirsiniz. Bu durumda Seçenekler sayfasıda bulunan diğer Lisans durumu kutusunu kullanın. Lisans durumu kutusunu bulmak için sayfayı aşağı kaydırmanız gerekebilir.

source: Enter a valid, non-expired license key for automatic updates.
ar_ae: أدخل مفتاح ترخيص صالح وغير منتهي الصلاحية للتحديثات التلقائية.
fr_fr: Entrez une clé de license valide et non expiré pour les mises à jour automatiques.
it_it: Inserisci una licenza valida e non scaduta per gli aggiornamenti automatici.
pl_pl: Wprowadź prawidłowy, nie przeterminowany klucz licencyjny do automatycznej aktualizacji.
ru_ru: Введите действительный, не истекший лицензионный ключ для автоматического обновления.
tr_tr: Otomatik güncelleştirmeler için geçerli, süresi dolmamış bir lisans anahtarı girin.

source: Your query resulted in an empty result. Try to select a wider time range!
ar_ae: نتج عن الاستعلام نتيجة فارغة. محاولة لتحديد نطاق زمني أوسع!
fr_fr: Votre requête a abouti à un résultat vide. Essayez de choisir un intervalle de temps plus large!
it_it: La tua richiesta ha avuto risultato vuoto. Prova a selezionare un intervallo di tempo più ampio.
pl_pl: Zapytanie doprowadził do pustej wyniku. Spróbuj wybrać większy zakres czasu!
ru_ru: Ваш запрос не дал результатов. Попробуйте выбрать более широкий диапазон времени!
tr_tr: Aramanızla eşleşen sonuç bulunamadı. Daha geniş bir zaman aralığı seçmeyi deneyin.

source: Basic
ar_ae: الاساسيه
de_de: Allgemein
it_it: Base
pl_pl: Podstawowa płatność
ru_ru: Базовый
tr_tr: Temel

source: Words
ar_ae: الكلمات
de_de: Wörter
fr_fr: Mots
it_it: Parole
pl_pl: Słowa
ru_ru: Слова
tr_tr: Kelimeler

source: Visits
ar_ae: الزيارات
de_de: Aufrufe
it_it: Visite
pl_pl: Wizyty
ru_ru: Посещения
tr_tr: Ziyaretler

source: Images
ar_ae: الصور
de_de: Bilder
it_it: Immagini
pl_pl: Zdjęcia
ru_ru: Изображения
tr_tr: Görseller

source: Comments
ar_ae: ‏تعليقات
de_de: Kommentare
fr_fr: Commentaires
it_it: Commenti
pl_pl: Komentarze
ru_ru: Комментарии
tr_tr: Yorumlar

source: Title
ar_ae: العنوان
de_de: Titel
fr_fr: Titre
it_it: Titolo
pl_pl: Nazwa
ru_ru: Наименование
tr_tr: Başlık

source: Type
ar_ae: النوع
de_de: Typ
it_it: Tipo
pl_pl: Typ
ru_ru: Тип
tr_tr: Tip

source: Status
ar_ae: الحالة
fr_fr: Statut
it_it: Stato
ru_ru: Статус
tr_tr: Durum

source: Pub. Date
ar_ae: تاريخ الحانة
de_de: Datum
fr_fr: Date de publication
it_it: Data pubblicazione
pl_pl: Pub. Data
ru_ru: Дата публ
tr_tr: Yayınlanma tarihi

source: Total Pay
ar_ae: مجموع الدفع
de_de: Summe
fr_fr: Paie totale
it_it: Pagamento totale
pl_pl: Wspólna Wynagrodzenie
ru_ru: Итоговая оплата
tr_tr: T. Ödeme

source: No posts reach the threshold. Check your settings at %1$s
ar_ae: لا توجد وظائف تصل إلى العتبة. تحقق من الإعدادات عند %1$s
fr_fr: Aucun article n'a atteint le seuil. Vérifier vos réglages à %1$s
it_it: Nessun post raggiunge la soglia. Controlla le tue impostazioni in %1$s
ru_ru: Нет публикаций достигающих порога. Проверьте ваши настройки в %1$s
tr_tr: Eşiğe ulaşan hiçbir yazı yok. %1$s üzerindeki ayarlarınızı kontrol edin

source: Options
ar_ae: خيارات
de_de: Optionen
it_it: Opzioni
pl_pl: Ustawienia
ru_ru: Опции
tr_tr: Seçenekler

source: Counting Settings
ar_ae: عد الإعدادات
de_de: Zähleinstellungen
fr_fr: Paramètres de comptage
it_it: Opzione di conteggio
pl_pl: Ustawienia obliczania płatności
ru_ru: Настройки подсчета
tr_tr: Sayaç ayarları

source: Total Payment
ar_ae: مجموع الدفع
fr_fr: Paiement total
it_it: Pagamento totale
pl_pl: płatność całkowita
ru_ru: Итоговая оплата
tr_tr: Toplam Ödeme

source: Pay only when the total payment threshold is reached
ar_ae: الدفع فقط عند الوصول إلى الحد الأقصى للدفع
de_de: Nur bezahlen, wenn die Auszahlungsgrenze erreicht ist.
fr_fr: Ne payer que lorsque le seuil de paiement total est atteint
it_it: Paga solo quando viene raggiunta la soglia massima di pagamento
pl_pl: Płacisz dopiero po osiągnięciu ogólnego progu płatności
ru_ru: Оплачивать только при достижении порога итоговой оплаты
tr_tr: Sadece toplam ödeme eşiğine ulaşıldığında ödeme yap

source: Author ID
ar_ae: معرف الكاتب
de_de: Autor-ID
fr_fr: ID de l'auteur
it_it: ID autore
pl_pl: ID Autora
ru_ru: ID Автора
tr_tr: Yazar No.

source: Author Name
ar_ae: اسم الكاتب
de_de: Autor
fr_fr: Nom de l'auteur
it_it: Nome autore
pl_pl: Nazwa Autora
ru_ru: Имя Автора
tr_tr: Yazar Adı

source: Written posts
ar_ae: الوظائف المكتوبة
de_de: Verfasste Beiträge
fr_fr: Articles écrits
it_it: Post scritti
pl_pl: Ilość napisanych postów
ru_ru: Написанные статьи
tr_tr: Yazılar

source: Total payment
ar_ae: مجموع الدفعات
de_de: Auszahlungsbetrag
fr_fr: Paiement total
it_it: Pagamento totale
pl_pl: Płatność całkowita
ru_ru: Итоговая оплата
tr_tr: Toplam ödeme

source: Showing posts for
ar_ae: عرض المشاركات لـ
fr_fr: Afficher les articles pour
it_it: Visualizzazione post per
pl_pl: Pokazywanie postów dla
ru_ru: Отображаются записи для
tr_tr: Yazı gösterim aralığı

source: This Month
ar_ae: هذا الشهر
fr_fr: Ce mois
it_it: Questo mese
pl_pl: ten miesiąc
ru_ru: Этот месяц
tr_tr: Bu Ay

source: Last Month
ar_ae: الشهر الماضي
fr_fr: Le mois dernier
it_it: Mese scorso
pl_pl: ostatni miesiąc
ru_ru: Прошлый месяц
tr_tr: Geçen Ay

source: This Year
ar_ae: هذا العام
fr_fr: Cette année
it_it: Anno scorso
pl_pl: w tym roku
ru_ru: Этот год
tr_tr: Bu Yıl

source: This Week
ar_ae: هذا الأسبوع
fr_fr: Cette semaine
it_it: Questa settimana
pl_pl: w tym tygodniu
ru_ru: Эта неделя
tr_tr: Bu hafta

source: All Time
ar_ae: كل الوقت
fr_fr: Depuis le 1er jour
it_it: Sempre
pl_pl: Przez cały czas
ru_ru: За все время
tr_tr: Tüm Zamanlar

source: Custom
ar_ae: مخصص
fr_fr: Personnalisé
it_it: Personalizzato
pl_pl: Zwyczaj
ru_ru: Пользовательский
tr_tr: Özelleştir

source: From %1$s to %2$s
ar_ae: من %1$s إلى %2$s
fr_fr: De %1$s à %2$s
it_it: Da %1$s a %2$s
pl_pl: Od %1$s do %2$s
ru_ru: От %1$s до %2$s
tr_tr: Başlangıç %1$s Bitiş %2$s

source: Filter by user role
ar_ae: تصفية حسب دور المستخدم
fr_fr: Filtrer par rôle d'utilisateur
it_it: Filtra per ruolo utente
pl_pl: Filtr według roli użytkownika
ru_ru: Фильтровать по роли пользователя
tr_tr: Kullanıcı rolüne göre filtrele

source: User
ar_ae: مستخدم
it_it: Utente
pl_pl: Użytkownik
ru_ru: Пользователь
tr_tr: Kullanıcı

source: Back to general
ar_ae: العودة إلى العام
de_de: Zurück zur Übersicht
fr_fr: Retour à général
it_it: Indietro a generale
pl_pl: Wracając do głównego
ru_ru: Вернуться к общему
tr_tr: Genele geri dön

source: Update view
ar_ae: عرض التحديث
fr_fr: Mise à jour des vues
it_it: Aggiorna vista
pl_pl: Widok aktualizacji
ru_ru: Обновить вид
tr_tr: Görüntüyü güncelle

source: Get current view permalink
ar_ae: الحصول على وصلة عرض غير مُرَكَمة
de_de: Link zu dieser Ansicht
fr_fr: Obtenir le permalien pour les vues en cours
it_it: Ottieni permalink della vista corrente
pl_pl: Zobacz aktualny wygląd permalink
ru_ru: Получить постоянную ссылку на текущий вид
tr_tr: Şimdiki görünüm için link al

source: Total is %1$s. %2$s Displayed is what you'll be paid for.
ar_ae: إجمالي هو %1$s. %2$s المعروضة هي ما سيتم الدفع لك مقابله.
fr_fr: Le total est de %1$s. %2$s affiché correspond à ce que vous allez être payé.
it_it: Il totale è %1$s. %2$s Visualizzato è ciò che ti sarà pagato.
pl_pl: Ogółem - %1$s. %2$s pojawia się to, za co ci zapłacą.
ru_ru: Итого %1$s. Отображаемое %2$s это то, за что вам заплатят.
tr_tr: Toplam %1$s. %2$s Gösterilen tutar ödemesi yapılacak olan tutardır.

source: Publish
ar_ae: نشر
it_it: Pubblicato
pl_pl: Publikować
ru_ru: Опубликовать
tr_tr: Yayınlanmış

source: Pending
ar_ae: قيد الانتظار
it_it: In attesa
pl_pl: Oczekiwany
ru_ru: В ожидании
tr_tr: Beklemede

source: Future
ar_ae: المستقبل
it_it: Programmato
pl_pl: Przyszłość
ru_ru: Будущее
tr_tr: Zamanlanmış

source: Go to detailed view
ar_ae: الانتقال إلى طريقة العرض التفصيلية
de_de: Zur Detailansicht
fr_fr: Vue détaillée
it_it: Vai alla visualizzazione dettagliata
pl_pl: Przejść do szczegółowego oglądania
ru_ru: Перейти к подробному виду
tr_tr: Detaylı görünüme git

source: Displayed is what you'll be paid for.
ar_ae: عرض هو ما سوف تدفع لك.
fr_fr: Affiché ce pourquoi vous allez être payé.
it_it: Ciò che vedi è ciò per cui sarai pagato.
pl_pl: To jest coś, za co trzeba będzie zapłacić.
ru_ru: Отображается то, за что вам заплатят.
tr_tr: Gösterilen tutar ödemesi yapılacak olan tutardır.

source: Total displayed posts:
ar_ae: إجمالي المشاركات المعروضة:
de_de: Angezeigte Beiträge:
fr_fr: Total d'articles affichés:
it_it: Totale post mostrati:
pl_pl: Wszystkie posty:
ru_ru: Всего отображаемых публикаций:
tr_tr: Gösterilen toplam yazı:

source: Total displayed payment:
ar_ae: إجمالي الدفع المعروض:
de_de: Angezeigter Auszahlungsbetrag:
fr_fr: Total des Paiements affiché
it_it: Totale pagamento mostrato:
pl_pl: Ogółem wszystkie płatności:
ru_ru: Общая отображаемая оплата:
tr_tr: Gösterilen toplam ödeme:

source: Totals
ar_ae: الاجماليات
it_it: Totali
pl_pl: Kwoty
ru_ru: Сумма
tr_tr: Toplam

source: Could not add general settings option.
ar_ae: تعذر إضافة خيار الإعدادات العامة.
de_de: Einstellung konnte nicht hinzugefügt werden.
fr_fr: Impossible d'ajouter l'option des paramètres généraux.
it_it: Non è stato possibile aggiungere l'opzione delle impostazioni generali.
pl_pl: Nie udało się dodać opcję ustawienia ogólne.
ru_ru: Не удалось добавить опцию общих настроек.
tr_tr: Genel ayarlara ekleme yapılamadı.

source: Could not update general settings option.
ar_ae: تعذر تحديث خيار الإعدادات العامة.
de_de: Einstellungen konnten nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour l'option des paramètres généraux.
it_it: Non è stato possibile aggiornare l'opzione delle impostazioni generali.
pl_pl: Nie udało się zaktualizować opcję ustawienia ogólne.
ru_ru: Не удалось обновить параметр общих настроек.
tr_tr: Genel ayarlar güncellenemedi.

source: Error
ar_ae: خطأ
fr_fr: Erreur
it_it: Errore
ru_ru: Ошибка
tr_tr: Hata

source: Error: something went wrong on the remote server. This should be reported.
ar_ae: خطأ: حدث خطأ ما على الخادم البعيد. وينبغي الإبلاغ عن ذلك.
fr_fr: Erreur: quelquechose à mal fonctionné sur le serveur distant. Vous devriez le signaler.
it_it: Errore: qualcosa è andato storto sul server remoto. Questo dovrebbee essere segnalato.
ru_ru: Ошибка: что-то пошло не так на удаленном сервере. Об этом следует сообщить.
tr_tr: Hata: uzaktaki sunucuda bir şeyler ters gitti. Bunun rapor edilmesi gerekir.

source: You already have a license for this addon active.
ar_ae: لديك بالفعل ترخيص لهذا الملحق النشط.
fr_fr: Vous avez déjà une license active pour cet addon.
it_it: Ha già una licenza attiva per questo addon.
ru_ru: У вас уже есть лицензия для этого активного дополнения.
tr_tr: Bu ek özellik için lisansınız zaten etkin durumda.

source: Error: could not store license details.
ar_ae: خطأ: تعذر تخزين تفاصيل الترخيص.
fr_fr: Erreur: impossible de stocker les détails de la license
it_it: Errore: impossibile salvare i dettagli della licenza.
ru_ru: Ошибка: не удалось сохранить детали лицензии.
tr_tr: Hata: Lisans ayrıntıları saklanamadı.

source: You don't have a license for this addon active
ar_ae: ليس لديك ترخيص لهذا الملحق النشط
fr_fr: Vous n'avez aucune license active pour cet addon
it_it: Non hai una licenza attiva per questo addon.
ru_ru: У вас нет лицензии на это активное дополнение
tr_tr: Bu ek özellik için etkin lisansınız yok.

source: use your account on the world-leading website visits tracking system to pay writers per visit.
ar_ae: استخدام حسابك على موقع الرائدة في العالم الزيارات نظام تتبع لدفع الكتاب في الزيارة الواحدة.
de_de: Benutze deinen Account beim größten Webanalyse-Dienst der Welt um Autoren pro Seitenaufruf zu bezahlen.
fr_fr: utilisez votre compte sur le système de suivi des visites numéro 1 pour payer les contributeurs par visite.
it_it: usa il tuo account sul sistema di monitoraggio visite più famoso al mondo per pagare i redattori per visite.
pl_pl: użyj swojego konta w wiodącej na świecie systemie śledzenia odwiedzanych stron internetowych, aby płacić autorom za każdą wizytę.
ru_ru: используйте свою учетную запись в самой популярной в мире системе отслеживания посещений веб-сайтов, чтобы платить авторам за просмотры.
tr_tr: Yazarlara ziyaret başına ücret ödemek için dünyanın en iyi ziyaret izleme sistemindeki hesabınızı kullanın.

source: share a percentage of your ads revenues with writers, depending on how much their posts earn.
ar_ae: مشاركة نسبة مئوية من إيرادات إعلاناتك مع الكتاب، اعتمادًا على مقدار ما تكسبه مشاركاتهم.
fr_fr: partager un pourcentage de vos revenus publicitaires avec des contributeurs, en fonction de combien leurs articles gagnent.
it_it: condividi una percentuale dei tuoi ricavi pubblicitari con i redattori, a seconda di quanto i loro post ti fanno guadagnare.
pl_pl: udział przychodów z reklam w procentach zależy od tego, ile zarabiają twoje posty.
ru_ru: поделитесь процентом ваших доходов от рекламы с авторами, в зависимости от того, сколько зарабатывают их публикации.
tr_tr: Yazarlara yazılarının sağladığı reklam gelirinden pay verin.

source: pay your writers with PayPal directly through your blog.
ar_ae: دفع الكتاب الخاص بك مع باي بال مباشرة من خلال بلوق الخاص بك.
de_de: Bezahle deine Autoren mit PayPal direkt über deinen Blog.
fr_fr: payer vos contributeurs avec PayPal directement sur votre blog.
it_it: paga i tuoi redattori con PayPal direttamente tramite il suo blog.
pl_pl: płacicie pisarzy za pomocą PayPal bezpośrednio na swój blog.
ru_ru: платите своим авторам через PayPal напрямую через ваш блог.
tr_tr: Yazarlarınıza direkt olarak sitenizden PayPal yoluyla ödeme yapın.

source: Mark as paid
ar_ae: وضع علامة على أنها مدفوعة
de_de: Als bezahlt markieren
fr_fr: Marquer comme payé
it_it: Segna come pagato
pl_pl: Oznaczenie jak zapłacona
ru_ru: Отметить как оплаченный
tr_tr: Ödendi olarak işaretle

source: keep track of your writers' past payments by marking posts as paid and reviewing payments from a detailed history. Let the plugin keep track of how much each writer should be paid basing on past payments.
ar_ae: تتبع دفعات الكتاب السابقة عن طريق وضع علامة على المشاركات كمدفوعة ومراجعة المدفوعات من تاريخ مفصل. اسمحوا البرنامج المساعد تتبع كم ينبغي أن تدفع كل كاتب استنادا إلى المدفوعات الماضية.
de_de: Verfolge die Zahlungen an deine Autoren, indem du Beiträge als bezahlt markierst und überprüfe alle vergangenen Auszahlungen in einem detaillierten Zahlungsverlauf. Das Plugin ermittelt basierend auf vergangenen Zahlungen, wie viel jeder Autor ausgezahlt bekommen sollte.
fr_fr: garder une trace des paiements passés de vos contributeurs en marquant les articles comme payés et examiner les paiements à partir d'un historique détaillé. Laissez le plugin garder une trace de combien chaque contributeur doit être payé en se basant sur les paiements passés.
it_it: tieni traccia dei pagamenti passati ai redattori marcando i loro post come pagati e rivedendo i pagamenti da una cronologia dettagliata. Lascia che il plugin calcoli quanto ogni autore debba essere pagato basandosi sui pagamenti passati.
pl_pl: śledź past płatnościami swoich autorów, poprzez zaznaczenie wiadomości jako opłacone i przeglądając płatności z dodatkowych historii. Niech plugin śledzi, jak każdy pisarz musi zapłacić, opierając się na wcześniejszych płatności.
ru_ru: отслеживайте прошлые платежи вашим авторам, помечая публикации как оплаченные и просматривая платежи из подробной истории. Позвольте плагину отслеживать, сколько каждый автор должен получить, основываясь на прошлых платежах.
tr_tr: Yazıları ödendi olarak işaretleyerek ve ödemelerinizin ayrıntılı geçmişini inceleyerek yazarlara yaptığınız geçmiş ödemeleri takip edin. Geçmiş ödemeler ışığında şuan her yazara ne kadar ödeme yapmanız gerektiğini eklentinin takip etmesine izin verin.

source: Csv export
ar_ae: تصدير Csv
fr_fr: Exporter en CSV
it_it: Esportazione csv
pl_pl: Eksport Csv
ru_ru: Экспорт в CSV
tr_tr: CSV dışa aktar

source: download stats for offline consulting or storing.
ar_ae: تحميل احصائيات للاستشارات أو تخزين دون اتصال.
de_de: Lade Statistiken für die Offline-Nutzung oder Archivierung herunter.
fr_fr: télécharger les stats pour consultation offline ou stockage
it_it: scarica le statistiche per consultazione o archiviazione offline.
pl_pl: pobierz statystyki dla autonomicznego doradztwa lub przechowywania.
ru_ru: скачать статистику для автономного консультирования или хранения.
tr_tr: çevrimdışı incelemek veya saklamak üzere istatistikleri indir

source: Shortcode
ar_ae: القصير
ru_ru: Короткий номер
tr_tr: Kısa kod

source: put stats in public static pages and wherever suits your needs.
ar_ae: وضع احصائيات في صفحات ثابتة العامة وحيثما يناسب احتياجاتك.
de_de: Binde Statistiken in öffentliche Seiten oder an anderen Stellen deiner Wahl ein.
fr_fr: mettre les statistiques dans les pages statiques publics et n'importe où selon vos besoins.
it_it: visualizza le statistiche in pagine pubbliche.
pl_pl: stawiaj statystyki publicznie na statycznych stronach i wszędzie tam, gdzie to pasuje do twoich potrzeb.
ru_ru: размещайте статистику на общедоступных статических страницах и там, где вам нужно.
tr_tr: İstatistikleri herkesin görebileceği sabit sayfalara veya istediğiniz başka herhangi bir yere yerleştirin.

source: Stats in post editing page
ar_ae: الإحصائيات في صفحة التحرير المنشورة
de_de: Statistiken im Beitragseditor
fr_fr: Statistiques dans la page d'édition des articles
it_it: Statistiche nella pagina di modifica post
pl_pl: Statystyki na stronie edycji rekordu
ru_ru: Статистика на странице редактирования записи
tr_tr: İstatistikleri yazı düzenleme sayfasına yerleştir

source: see post stats in edit page and exclude individual posts from stats.
ar_ae: انظر بعد احصائيات في تحرير الصفحة واستبعاد المشاركات الفردية من احصائيات.
de_de: Sehe Beitragsstatistiken direkt im Editor und schließe einzelne Beiträge aus der Statistik aus.
fr_fr: voir les statistiques dans la page d'édition des articles et exclure les stats des articles individuels.
it_it: visualizza le statistiche del post nella pagina di modifica ed esclusi singoli post dal conteggio.
pl_pl: zobacz statystyki postów na stronie edycji i należy wykluczać poszczególne stanowiska ze statystyk.
ru_ru: просматривайте статистику записей на странице редактирования и исключайте отдельные записи из статистики.
tr_tr: Düzenleme sayfasında yazı istatistiklerini gör ve istediğin yazıları hariç bırak.
