Repository: TheCrowned/Post-Pay-Counter
Catalog: lang/post-pay-counter-*.po
Languages: ar_ae, de_de, fr_fr, it_it, pl_pl, ru_ru, tr_tr

source: Comments Payment
ar_ae: الدفع التعليقات
de_de: Kommentare-Bezahlung
fr_fr: Paiement par commentaire
it_it: Pagamento per commenti
pl_pl: Płatność za komentarze
ru_ru: Оплата за комментарии
tr_tr: Yorum Ödemesi

source: Comments contribute to payment computation
ar_ae: تعليقات تساهم في حساب الدفع
de_de: Kommentare tragen zur Berechnung der Zahlung bei
fr_fr: Les commentaires interviendront dans le calcule du paiement
it_it: I commenti contribuiscono al calcolo del pagamento
pl_pl: Komentarze przyczyniają się do obliczenia płatności
ru_ru: Комментарии способствуют вычислению оплаты
tr_tr: Yorumları ödeme hesaplamasına dahil et

source: You may define a post value basing on the number of comments it receives. You will be able to choose: when you want the comment counting to come in, meaning how many comments are free of charge and after which one they should be paid; how much each comment is worth; how many comments at maximum should be paid (0 = no maximum, infinite). E.g. we have a post with 30 comments, and the fields below are set like this: %s. The comment payment would be 2.5 bacause comments from #11 included to #25 included are counted.
ar_ae: يمكنك تحديد قيمة نشر تستند إلى عدد التعليقات التي تتلقاها. سوف تكون قادرا على اختيار: عندما تريد أن يأتي في عد التعليقات، وهذا يعني كم عدد التعليقات هي مجانا وبعد أي واحد يجب أن تدفع لهم. كم كل تعليق يستحق؛ كم عدد التعليقات في الحد الأقصى يجب أن تدفع (0 = لا الحد الأقصى، لانهائي). على سبيل المثال، لدينا مشاركة تحتوي على 30 تعليقًا، ويتم تعيين الحقول أدناه على النحو التالي: %s. سيكون دفع التعليقات 2.5 تعليقات bacause من #11 المدرجة #25 يتم احتسابها.
de_de: Du kannst einen Wert basierend auf der Anzahl der Kommentare, die der Beitrag enthält, festlegen. Du kannst wählen, wann die Zählung beginnen soll (also wie viele Kommentare ohne Bezahlung erhalten werden), wie viel jeder Kommentar wert ist und wie viele Kommentare maximal bezahlt werden sollen (0 = kein Maximum, unendlich). Wenn ein Beitrag zum Beispiel 30 Kommentare erhalten hat und die Felder wie folgt ausgefüllt sind: %s – dann würde die Bezahlung pro Kommentar 2.5 betragen, weil die Kommentare #11 bis #25 gezählt werden.
fr_fr: Vous pouvez définir une valeur d'article se basant sur le nombre de commentaires qu'il reçoit. Vous serez en mesure de choisir: quand vous voulez que le comptage de commentaire débute, ce qui signifie combien de commentaires sont gratuits et payer directement tous ceux qui suivent; combien chaque commentaire vaut; combien de commentaires maximum doivent être payés (0 = pas de maximum, infini). Par exemple. si vous avez un article avec 30 commentaires, et les champs ci-dessous sont mis comme ceci:%s. Le paiement par commentaire sera à 2,5 parce que les commentaires de #11 (inclus) à #25 (inclus) sont comptés.
it_it: Puoi definire il valore di un post anche sulla base dei commenti che riceve. Potrai scegliere: quando vuoi che il contatore entri in gioco, ossia quanti commenti non vengono pagate, dopo i quali il conteggio inizia; quanto vale ogni commento; quanti commenti al massimo debbano essere pagate (0 = nessun massimo, infinito). Esempio: abbiamo un post con 30 commenti, e i campi sottostanti sono configurati in questo modo: %s. Il pagamento per immagini sarebbe 2.5 perché i commenti dal #11 al #25 compresi sono contati.
pl_pl: Można określić wartość postu, bazując na liczbie komentarzy, które otrzymuje. Można wybrać: gdy chcesz, aby przyszedł liczenie komentarzy, czyli ile komentarzy za darmo i po jakiego muszą być opłacone; ile kosztuje każdy komentarz; ile komentarzy na maksimum powinno być opłacone (0 = nie ma maksimum, nieskończoność). Na przykład, mamy post z 30 komentarzami, i pola poniżej są ustawiane w następujący sposób: %s. płatność komentarzy wyniesie 2,5 bacause są brane pod uwagę komentarze od #11 włącznie do #25 włącznie.
ru_ru: Вы можете определить ценность публикации на основе количества комментариев, которые она получает. Вы сможете выбрать: когда вы хотите, чтобы начался подсчет комментариев, то есть сколько комментариев будет бесплатным и после какого они должны быть оплачены; сколько стоит каждый комментарий; сколько комментариев должно быть оплачено максимум (0 = без ограничений). Например, у нас есть публикация с 30 комментариями, и поля ниже установлены так: %s. Плата за комментарий составит 2.5, потому что засчитаны комментарии от #11 до #25.
tr_tr: Yazıya gelen yorumların sayısına göre bir ödeme tutarı tanımlayabilirsiniz. Yorum sayımına ne zaman başlanacağını, yani kaç yorumun bedava olacağını ve kaç taneden sonra ücretli olmaları gerektiğini, her bir yorumun ne değerde olacağını, en fazla kaç yorum için ödeme yapılacağını (0 = üst sınır yok, sonsuz) seçebileceksiniz. Örneğin 30 yorumlu bir yazımız var ve aşağıdaki alanlar şu şekilde ayarlanmış: %s. Yorum ödemesi 2,5 olacaktır çünkü yorum no. 11'den yorum no. 25'e kadar olan yorumlar sayıma dahil edilecektir.

source: comments
ar_ae: تعليقات
de_de: Kommentare
fr_fr: commentaires
it_it: commenti
pl_pl: Komentarze
ru_ru: комментарии
tr_tr: yorum

source: Start paying per comment after comment #
ar_ae: ابدأ في الدفع لكل تعليق بعد التعليق #
de_de: Beginne Zählung nach Kommentar #
fr_fr: Commencer à payer par commentaire après le commentaire #
it_it: Inizia a pagare per commento dopo il commento #
pl_pl: Przestań płacić za komentarz po komentarzu #
ru_ru: Начать платить за комментарии после комментария #
tr_tr: Şu kadar yorumdan sonra ödemeler başlasın

source: Stop paying per comment after comment #
ar_ae: التوقف عن الدفع لكل تعليق بعد التعليق #
de_de: Beende Zählung nach Kommentar #
fr_fr: Arrêter de payer par commentaire après le commentaire #
it_it: Smetti di pagare per commento dopo il commento #
pl_pl: Przestań płacić za komentarz po komentarzu #
ru_ru: Перестать платить за комментарии после комментария #
tr_tr: Şu kadar yorumdan sonra ödemeler dursun

source: Set payment maximum (0 = infinite)
ar_ae: تعيين الحد الأقصى للدفع (0 = لا نهائي)
de_de: Zahlungsmaximum festlegen (0 = unendlich)
fr_fr: Définir un paiement maximum (0 = pas de limite)
it_it: Limite pagamento massimo (0 = infinito)
pl_pl: Ustaw maksymalny rozmiar płatności (0 = nieskończoność)
ru_ru: Установить максимальный платеж (0 = без ограничений)
tr_tr: Maks. ödeme belirle (0 = sonsuz)

source: Hide posts that do not reach the threshold
ar_ae: إخفاء المشاركات التي لا تصل إلى العتبة
it_it: Nascondi post che non raggiungono la soglia
pl_pl: Nie wyświetlaj artykułów, które nie osiągają progu
ru_ru: Скрыть сообщения, которые не достигают порога
tr_tr: Eşiğe ulaşmayan yazıları gizle

source: Check this if you want to pay items only when they reach the max payment threshold. Other items will appear grayed out.
ar_ae: تحقق من ذلك إذا كنت تريد دفع العناصر فقط عندما تصل إلى الحد الأقصى للدفع. ستظهر عناصر أخرى باللون الرمادي.
de_de: Aktiviere das, wenn du möchtest, dass Elemente nur bezahlt werden, wenn sie die festgelegte Auszahlungsgrenze erreicht haben. Andere Elemente werden ausgegraut.
fr_fr: Cochez cette case si vous voulez payer seulement des articles quand ils atteignent le seuil de paiement max. Les autres éléments apparaissent en grisé.
it_it: Spunta questo se vuoi pagare solo quando i post raggiungono la soglia massima di pagamento. Gli altri elementi appariranno semi-trasparenti.
pl_pl: Sprawdź to, jeśli chcesz płacić za towary tylko wtedy, gdy osiągną maksymalnego progu płatności. Inne elementy będą wyświetlane w kolorze szarym.
ru_ru: Отметьте это, если вы хотите оплачивать работу только тогда, когда она достигает максимального порога оплаты. Другие элементы будут отображаться серым цветом.
tr_tr: Sadece maksimum ödeme eşiğine ulaşan yazılara ödeme yapmak için bunu seçin. Diğerleri gri renkli gözükücektir.

source: Hide %s column
ar_ae: إخفاء عمود %s
it_it: Nascondi la colonna %s
pl_pl: Ukryj kolumny %s
ru_ru: Скрыть %s колонку
tr_tr: %s sütununu gizle

source: Check this if you want the %s column to be hidden in the stats table.
ar_ae: تحقق من هذا إذا كنت تريد إخفاء العمود %s في جدول الإحصائيات.
it_it: Spunta questa opzione se vuoi che la colonna %s sia nascosta nella tabella delle statistiche.
pl_pl: Sprawdź to, jeśli chcesz, aby kolumny %s został ukryty w tabeli statystyk.
ru_ru: Отметьте это, если хотите скрыть %s колонку в таблице статистики.
tr_tr: İstatistik tablosunda %s sütununun gizlenmesini istiyorsanız burayı işaretleyin.

source: Miscellanea counting settings
ar_ae: إعدادات عدّة متنوعة
de_de: Verschiedene Zähleinstellungen
fr_fr: Paramètres de comptage divers
it_it: Miscellanea impostazioni di conteggio
pl_pl: Ustawienia zliczania artykułów
ru_ru: Различные настройки подсчета
tr_tr: Diğer sayım ayarları

source: Count pending revision posts
ar_ae: حساب وظائف المراجعة المعلقة
de_de: Zur Revision vorgelegte Beiträge auch erfassen
fr_fr: Compter les révisions des articles en modération
it_it: Considera i post in attesa di revisione
pl_pl: Liczenie oczekujących na przegląd artykułów
ru_ru: Подсчет ожидающих проверки публикаций
tr_tr: İnceleme bekleyen yazıları sayıma dahil et

source: While published posts are automatically counted, you can decide to include pending revision ones or not.
ar_ae: في حين يتم احتساب المشاركات المنشورة تلقائيًا ، يمكنك أن تقرر تضمين تلك المراجعة المعلقة أم لا.
de_de: Veröffentlichte Beiträge werden automatisch gezählt, hier kannst du entscheiden, ob zur Revision vorliegende Beiträge ebenfalls auch mit einbezogen werden sollen.
fr_fr: Une fois publiés, les articles sont automatiquement comptés, mais vous pouvez choisir d'inclure un post en modération ou pas.
it_it: Mentre i post pubblicati sono automaticamente conteggiati, puoi decidere di includere quelli in attesa di revisione oppure no.
pl_pl: Podczas gdy publikowane wiadomości są automatycznie obliczane, można zdecydować, czy włączyć się w nich wstrzymane wersji lub nie.
ru_ru: Хотя опубликованные материалы подсчитываются автоматически, вы можете включить в подсчет публикации ожидающих проверки, или нет.
tr_tr: Yayınlanan yazılar otomatik olarak sayıma eklenir, inceleme bekleyen yazıların sayıma eklenmesine ise siz karar verebilirsiniz.

source: Count future scheduled posts
ar_ae: حساب المشاركات المجدولة المستقبلية
de_de: Zukünftig geplante Beitrage auch erfassen
fr_fr: Compter les futurs articles programmés
it_it: Considera i post pianificati per il futuro
pl_pl: Liczenie zaplanowanych artykułów
ru_ru: Подсчет запланированных публикаций
tr_tr: İleriye zamanlanmış yazıları sayıma dahil et

source: While published posts are automatically counted, you can decide to include future planned ones or not.
ar_ae: في حين يتم احتساب المشاركات المنشورة تلقائيًا ، يمكنك أن تقرر تضمين المشاركات المخطط لها في المستقبل أم لا.
de_de: Veröffentlichte Beiträge werden automatisch gezählt, hier kannst du entscheiden, ob zukünftig geplante Beiträge ebenfalls auch mit einbezogen werden sollen.
fr_fr: Lorsqu'ils sont publiés, les articles sont automatiquement compté, mais vous pouvez décider d'inclure un article programmé ou pas.
it_it: Mentre i post pubblicati sono automaticamente conteggiati, puoi decidere di includere quelli pianificati per il futuro oppure no.
pl_pl: Choć publikowane wiadomości są automatycznie obliczane, można zdecydować, czy włączyć ich w przyszłych zaplanowanych wiadomości, czy nie.
ru_ru: В то время как опубликованные материалы автоматически идут в подсчет, вы можете принять решение о включении в подсчет запланированных в будущем публикаций или нет.
tr_tr: Yayınlanan yazılar otomatik olarak sayıma eklenir, ileriye zamanlanmış yazıların sayıma eklenmesine ise siz karar verebilirsiniz.

source: Count private posts
ar_ae: عد المشاركات الخاصة
de_de: Private Beiträge zählen
fr_fr: Compter les articles privés
it_it: Considera i post privati
pl_pl: Zliczaj prywatne artykuły
ru_ru: Подсчет приватных публикаций
tr_tr: Gizli yazıları sayıma dahil et

source: While public published posts are automatically counted, you can decide to include private ones or not.
ar_ae: في حين يتم احتساب المشاركات المنشورة العامة تلقائيًا ، يمكنك أن تقرر تضمين المشاركات الخاصة أم لا.
de_de: Veröffentlichte Beiträge werden automatisch gezählt, hier kannst du entscheiden, ob private Beiträge ebenfalls miteinbezogen werden sollen.
fr_fr: Lorsqu'ils sont publiés, les articles sont automatiquement compté, mais vous pouvez décider d'y inclure les articles privés ou pas.
it_it: Mentre i post pubblicati sono automaticamente conteggiati, puoi decidere di includere quelli privati oppure no.
pl_pl: Podczas gdy publiczne publikowane wiadomości są automatycznie obliczane, można zdecydować, w celu włączenia ich do listy prywatnych, czy nie.
ru_ru: В то время как публичные материалы автоматически идут в подсчет, вы можете принять решение о включении в подсчет приватных публикаций или нет.
tr_tr: Yayınlanan yazılar otomatik olarak sayıma eklenir, gizli yazıların sayıma eklenmesine ise siz karar verebilirsiniz.

source: Just a few fields to help you preventing users from seeing things they should not see. Administrators are subject to the same permissions; if you wish they did not, personalize their user settings.
ar_ae: فقط عدد قليل من الحقول لمساعدتك على منع المستخدمين من رؤية الأشياء التي لا ينبغي أن يراها. يخضع المسؤولون لنفس الأذونات؛ ولكن يجب أن يكون المسؤولون في نفس الوقت خاضعين للأذونات نفسها؛ و إذا كنت ترغب في أنها لم تفعل، تخصيص إعدادات المستخدم الخاصة بهم.
de_de: Einige Felder, die dir helfen, zu verhindern, dass Nutzer Dinge sehen, die sie nicht sehen sollten. Administratoren unterliegen den selben Beschränkungen. Wenn das nicht der Fall sein soll, personalisiere ihre Nutzereinstellungen.
fr_fr: Juste quelques champs pour vous aider à empêcher les utilisateurs de voir les choses qu'ils ne devraient pas voir. Les administrateurs sont soumis aux mêmes autorisations; si vous souhaitez qu'il en soit autrement, personnalisez leurs paramètres utilisateur.
it_it: Giusto un paio di campi per aiutarti ad evitare che gli utenti vedano cose che non dovrebbero vedere. Gli amministratori sono soggetti ai medesimi permessi; se desideri che non lo siano, personalizza le loro impostazioni.
pl_pl: Kilka ustawień, które pomogą Ci zapobiec ujawnienia treści, których użytkownicy nie powinni widzieć. Administratorzy mają te same prawa dostępu; jeśli chcesz to zmienić, spersonalizuj ustawienia użytkowników.
ru_ru: Всего несколько полей, которые помогут вам скрыть от пользователей то, что они видеть не должны. Администраторы также подчиняются этим разрешениям; если вы хотите это изменить, персонализируйте их пользовательские настройки.
tr_tr: Kullanıcıların görmemesi gereken şeyleri belirlemeniz için bir kaç alan. Burada belirlenen kurallar yöneticiler için de geçerlidir. Eğer yöneticileri bu kısıtlamaların dışında bırakmak istiyorsanız yöneticilerin kullanıcı ayarlarını özel olarak düzenleyin.

source: Users can see other users' general stats
ar_ae: يمكن للمستخدمين رؤية الإحصائيات العامة للمستخدمين الآخرين
de_de: Nutzer können die allgemeinen Statistiken anderer Nutzer sehen
fr_fr: Les utilisateurs peuvent voir les statistiques générales des autres utilisateurs
it_it: Gli utenti possono vedere le statistiche generali degli altri utenti
pl_pl: Użytkownicy mogą zobaczyć statystyki ogólne innych użytkowników
ru_ru: Пользователи могут видеть общую статистику других пользователей
tr_tr: Kullanıcılar diğer kullanıcıların genel istatistiklerini görebilir

source: If unchecked, users will only be able to see their stats in the general page. Other users' names, posts and pay counts will not be displayed.
ar_ae: إذا لم يتم إلغاء تحديدها، سيتمكن المستخدمون فقط من رؤية إحصائياتهم في الصفحة العامة. لن يتم عرض أسماء المستخدمين الآخرين، والمشاركات، وعدد الدفعات.
de_de: Wenn nicht aktiviert können Benutzer nur die allgemeinen Statistiken sehen. Die Namen der anderen Benutzer, andere Beiträge und andere Zahlungen werden ausgeblendet.
fr_fr: Si désactivé, les utilisateurs ne pourront voir que leurs statistiques dans la page générale. Les noms d'autres utilisateurs, les articles et le compteur de paiement ne seront pas affichés.
it_it: Se deselezionato, gli utenti potranno vedere solo le proprie statistiche nella pagina generale. I nomi, post e pagamenti degli altri utenti non saranno mostrati.
pl_pl: Jeśli to pole wyboru nie jest zaznaczone, użytkownicy będą mogli zobaczyć swoje statystyki tylko na stronie "ogólne". Nazwy innych użytkowników, wiadomości i liczba wypłat nie będą wyświetlane.
ru_ru: Если этот флажок не установлен, пользователи смогут видеть свою статистику только на общей странице. Имена других пользователей, сообщения и количество платежей не будут отображаться.
tr_tr: Eğer seçili değilse, kullanıcılar genel sayfada sadece kendi istatistiklerini görebilir. Diğer kullanıcıların isimleri, yazıları ve ödeme tutarları gösterilmez.

source: Users can see other users' detailed stats
ar_ae: يمكن للمستخدمين رؤية إحصائيات مفصلة للمستخدمين الآخرين
de_de: Nutzer können die detaillierten Statistiken anderer Nutzer sehen
fr_fr: Les utilisateurs peuvent voir les stats détaillées des autres utilisateurs
it_it: Gli utenti possono vedere le statistiche dettagliate degli altri utenti
pl_pl: Użytkownicy mogą zobaczyć szczegółowe statystyki innych użytkowników
ru_ru: Пользователи могут видеть подробную статистику других пользователей
tr_tr: Kullanıcılar diğer kullanıcıların ayrıntılı istatistiklerini görebilir

source: If unchecked, users will not be able to see other users' detailed stats but will still able to see general ones.
ar_ae: إذا لم يتم إلغاء التحديد ، فلن يتمكن المستخدمون من رؤية إحصائيات المستخدمين الآخرين التفصيلية ، ولكن سيظل بإمكانهم رؤية الإحصائيات العامة
de_de: Wenn nicht aktiviert können Benutzer nicht die detaillierten Statistiken der anderen Nutzer sehen, aber allgemeine Statistiken.
fr_fr: Si désactivé, les utilisateurs ne pourront pas voir les stats détaillées des autres utilisateurs but seront en mesure de voir les stats générales.
it_it: Se deselezionato, gli utenti non potranno vedere le statistiche dettagliate degli altri utenti ma potranno ancora vedere quelle generali.
pl_pl: Jeśli to pole wyboru nie jest zaznaczone, użytkownicy nie będą mogli zobaczyć szczegółowe statystyki innych użytkowników, ale nadal będą mogli zobaczyć statystyki ogólnej.
ru_ru: Если этот флажок не установлен, пользователи не смогут видеть подробную статистику других пользователей, но все равно смогут просматривать общие.
tr_tr: Eğer seçili değilse, kullanıcılar diğer kullanıcıların ayrıntılı istatistiklerini göremez ama genel istatistikleri görebilir.

source: Let users know if other users have personalized settings
ar_ae: إعلام المستخدمين إذا كان لدى المستخدمين الآخرين إعدادات مخصصة
de_de: Nutzer dürfen sehen, dass andere Nutzer personalisierte Einstellungen haben
fr_fr: Laissez vos utilisateurs savoir si d'autres utilisateurs ont personnalisé leurs paramètres
it_it: Permetti agli utenti di sapere se altri utenti hanno impostazioni personalizzate
pl_pl: Poinformuj użytkowników, czy inni użytkownicy mają spersonalizowane ustawienia
ru_ru: Сообщите пользователям, если другие пользователи имеют персональные настройки
tr_tr: Kullanıcılar başka kullanıcıların özel ayarlara sahip olup olmadığını görebilsin

source: If you personalize settings by user, do not overlook this. If unchecked, users will not see personalized settings in countings, they will believe everybody is using their settings (or general settings). Anyway, users will see their own personalized settings, if they have them.
ar_ae: إذا قمت بتخصيص الإعدادات حسب المستخدم، فلا تغفل هذا. إذا لم يتم إلغاء تحديدها ، فلن يرى المستخدمون الإعدادات المخصصة في العد ، وسيعتقدون أن الجميع يستخدمون إعداداتهم (أو الإعدادات العامة). على أي حال ، سوف يرى المستخدمون إعداداتهم الشخصية الخاصة ، إذا كان لديهم.
de_de: Wenn du personalisierte Einstellungen nutzt, solltest du das nicht übersehen. Wenn nicht aktiviert, können Benutzer keine personalisierten Einstellungen in der Zählung sehen. Sie werden davon ausgehen, dass alle die gleichen (oder allgemeine) Einstellungen nutzen. Dennoch werden Benutzer mit personalisierten Einstellungen ihre eigenen Einstellungen sehen.
fr_fr: Si vous personnalisez les paramètres par utilisateur, ne négligez pas cela. Si désactivé, les utilisateurs ne verront pas les paramètres personnalisés dans le compteur, et ils vont croire que tout le monde utilise leurs paramètres (ou paramètres généraux). Quoi qu'il en soit, les utilisateurs verront leurs propres paramètres personnalisés, si ils en ont.
it_it: Se personalizzi le impostazioni per utente, tieni questo da conto. Se deselezionato, gli utenti non vedranno le impostazioni personalizzate nei conteggi, penseranno che tutti stiano usando le loro impostazioni (o quelle generali). Tuttavia, gli utenti potranno vedere le proprie impostazioni personalizzate, se le hanno.
pl_pl: Jeśli персонализируете ustawienia użytkownika, nie trać jej z oczu. Jeśli to pole wyboru nie jest zaznaczone, użytkownicy nie będą widzieć spersonalizowane ustawienia w działaniach, będą uważać, że wszyscy używają ich ustawienia (lub ustawienia ogólne). W każdym razie, użytkownicy zobaczą własne spersonalizowane ustawienia, jeśli je mają.
ru_ru: Если вы персонализируете настройки пользователям, не упустите это. Если этот флажок не установлен, пользователи не будут видеть персонализированные настройки в подсчете, они будут верить, что все используют их настройки (или общие настройки). В любом случае, пользователи увидят свои персональные настройки, если они у них есть.
tr_tr: Eğer kullanıcı bazında kişiselleştirilmiş özel ayarlar kullanıyorsanız bu özelliğe dikkat edin. Eğer bunu seçmediyseniz tüm kullanıcılar herkesin kendi ayarlarıyla (veya genel ayarlarla) ödeme aldığına inanacaktır. Her durumda kullanıcılar, eğer kendileri kişiselleştirilmiş ayarlara sahipse bunları görebilecektir.
