Repository: TheCrowned/Post-Pay-Counter
Catalog: lang/post-pay-counter-*.po
Languages: ar_ae, de_de, fr_fr, it_it, pl_pl, ru_ru, tr_tr

source: There are so many things you are missing by not running the PRO version of the Post Pay Counter! Remember that PRO features are always %1$sone click away%2$s!
ar_ae: هناك الكثير من الأشياء التي كنت في عداد المفقودين من خلال عدم تشغيل النسخة PRO من عداد الدفع بوست! تذكر أن ميزات PRO هي دائماً %1$sone انقر فوق %2$s!
de_de: Du verpasst so viele Dinge, wenn du nicht die PRO Version von Post Pay Counter benutzt! Vergiss nicht: Die PRO-Funktionen sind nur %1$seinen Klick entfernt%2$s!
fr_fr: Il y a tellement de choses que vous manquez an ayant pas opté pour la version PRO de Pay Per Post! Rappelez-vous que les caractéristiques PRO sont toujours %1$sen un seul clic%2$s!
it_it: Ci sono così tante cose che ti stai perdendo nel non essere un utente PRO! Ricorda che le funzionalità della versione PRO sono sempre %1$sa distanza di un click%2$s!
pl_pl: Jest tak wiele rzeczy, które ty tracisz, nie uruchamiając PRO-wersję licznika Post Pay! Pamiętaj, że PRO features zawsze %1$sone click away%2$s!
ru_ru: Вы так много теряете не используя PRO версию Post Pay Counter! Помните, что PRO функции всегда %1$sв одном клике%2$s!
tr_tr: Kaçırdığınız bir çok güzel özellik Post Pay Counter PRO versiyonda bulunmakta. PRO versiyon %1$s1 tık ötenizde%2$s!

source: Something you would like is missing? Complete the %1$sfeatures survey%2$s and let us know what our priorities should be!
ar_ae: شيء ما كنت ترغب في عداد المفقودين؟ أكمل الاستطلاع %1$sfeatures%2$s واسمحوا لنا أن نعرف ما يجب أن تكون أولوياتنا!
de_de: Du vermisst eine Funktion? Fülle die %1$sFeature-Umfrage%2$s und zeig uns, was wir unbedingt hinzufügen sollten!
fr_fr: Quelque chose que vous voulez est manquant? Remplissez le %1$ssondage fonctionnalités%2$s et laissez-nous savoir ce que devraient être nos priorités!
it_it: Manca qualcosa che vorresti? Completa il %1$ssondaggio sulle funzionalità%2$s e facci sapere quali dovrebbero essere le nostre priorità!
pl_pl: Ci czegoś brakuje? Zakończ ankietę %1$sfeatures%2$s i daj nam znać, jakie powinny być nasze priorytety!
ru_ru: Чего-то, из того что вы хотели бы, не хватает? Заполните %2$s опрос %1$s и сообщите нам на чем нам следует фокусироваться!
tr_tr: İstediğiniz özelliği bulamıyor musunuz? %1$sözellikler anketini%2$s doldurun ve nelere öncelik vermemiz gerektiğini bize söyleyin!

source: Features survey
ar_ae: مسح الميزات
de_de: Feature-Umfrage
fr_fr: Sondages sur les fonctionnalités
it_it: Sondaggio delle funzionalità
pl_pl: Cechy ankiety
ru_ru: Опрос функций
tr_tr: Özellikler anketi

source: If you like the Post Pay Counter, there are a couple of crucial things you can do to support its development
ar_ae: إذا كنت ترغب في عداد الدفع بوست ، وهناك بضعة أشياء حاسمة يمكنك القيام به لدعم تنميتها
de_de: Wenn dir Post Pay Counter gefällt, gibt es einige wichtige Dinge, die du tun kannst, um die Entwicklung zu unterstützen
fr_fr: Si vous aimez le Post Pay Counter, il y a une multitude de chose que vous pouvez faire pour son développement
it_it: Se ti piace Post Pay Counter, ci sono un paio di cose cruciali che puoi fare per supportare il suo sviluppo
pl_pl: Jeśli podoba ci się licznik skrzynek płatności, istnieje kilka istotnych rzeczy, które możesz zrobić, aby wspierać jego rozwój
ru_ru: Если вам нравится Post Pay Counter, есть несколько важных вещей, которые вы можете сделать, чтобы поддержать его развитие
tr_tr: Post Pay Counter eklentisini beğendiyseniz, geliştirilmesini desteklemek için yapabileceğiniz birkaç önemli şey var.

source: Go PRO
ar_ae: الذهاب للمحترفين
de_de: Auf PRO upgraden
fr_fr: Aller PRO
it_it: Diventa PRO
ru_ru: Получить PRO
tr_tr: PRO olun

source: Try the PRO version: more functions, more stuff!
ar_ae: محاولة الإصدار برو: المزيد من الوظائف، والمزيد من الاشياء!
de_de: Teste die PRO-Version: Mehr Funktionen, mehr Features!
fr_fr: Essayez la version PRO: plus de fonctionnalités, plus de choix!
it_it: Prova la versione PRO: più funzioni, più roba!
pl_pl: Spróbuj PRO-wersję: więcej funkcji, więcej rzeczy!
ru_ru: Попробуйте PRO версию: больше функций, больше вещей!
tr_tr: PRO versiyonu deneyin: daha fazla fonksiyon, daha fazla özellik!

source: Donate money
ar_ae: التبرع بالمال
de_de: Geld spenden
fr_fr: Faire un don
it_it: Dona soldi
pl_pl: Wpłać pieniądze
ru_ru: Пожертвовать деньги
tr_tr: Para bağışlayın

source: Plugins do not write themselves: they need time and effort, and I give all of that free of charge. Donations of every amount are absolutely welcome.
ar_ae: الإضافات لا تكتب نفسها: أنها تحتاج إلى الوقت والجهد، وأعطي كل ذلك مجانا. التبرعات من كل مبلغ هي موضع ترحيب على الاطلاق.
de_de: Plugins schreiben sich nicht von alleine. Die Entwicklung kostet Zeit und Mühen – all das stelle ich kostenlos zur Verfügung. Spenden in jeder Höhe sind absolut willkommen!
fr_fr: Les plugins ne s'écrivent pas d'eux-mêmes: ils ont besoin de temps et d'effort, et je donne tout cela gratuitement. Les dons de n'importe quel montant sont le bienvenus et apprécié.
it_it: I plugin non si scrivono da soli: richiedono tempo e impegno, e do tutto questo gratis. Donazioni di qualunque cifra sono assolutamente benvenute.
pl_pl: Wtyczki nie piszą się same: trzeba im czas i wysiłek, i daję to wszystko za darmo. Darowizny jakiejkolwiek kwoty absolutnie mile widziane.
ru_ru: Плагины не пишутся сами собой: им нужно время и силы, и я все это даю бесплатно. Пожертвования каждой суммы очень приветствуются.
tr_tr: Eklentiler kendi kendilerine yazılmıyor, zaman ve çaba gerektiriyorlar ve bu eklenti size tamamen ücretsiz olarak sunuldu. Miktarı ne olursa olsun tüm bağışlar için her zaman minnettarız.

source: Rate it in the %1$sWordpress Directory%3$s and share the %2$sofficial page%3$s.
ar_ae: يمكنك تقييمه في الدليل %1$sWordpress%3$s وشارك صفحة الـ %2$sofficial%3$s.
de_de: Bewerte das Plugin im %1$sWordPress-Verzeichnis %3$s und teile die %2$soffizielle Webseite%3$s.
fr_fr: Notez le dans le %1$sRépertoire Wordpress%3$s et partagez le %2$spage officielle%3$s.
it_it: Votalo nella %1$sDirectory WordPress%3$s e condividi la %2$spagina ufficiale%3$s.
pl_pl: Oceń go w katalogu % 1$sWordpress%3$s i podziel się stroną %2$sofficial%3$s.
ru_ru: Оцените его в %1$sWordpress Directory%3$s и поделитесь %2$sофициальной страницей%3$s.
tr_tr: Bu eklentiye %1$sWordpress Dizininde%3$s oy verin ve %2$sresmi sitemizi%3$s paylaşın.

source: Have a blog or write on some website? Write about the plugin and email me the review!
ar_ae: هل لديك مدونة أو تكتب على بعض مواقع الويب؟ الكتابة عن البرنامج المساعد والبريد الإلكتروني لي الاستعراض!
de_de: Hast du einen Blog oder schreibst du für eine Webseite? Berichte über das Plugin und maile mir deine Rezension!
fr_fr: Vous avez un blog ou écrivez sur un site web? Ecrivez à propos du plugin et envoyez-nous un email pour la revue!
it_it: Hai un blog o scrivi su qualche sito? Scrivi del plugin e inviami per email la recensione!
pl_pl: Mieć blogu lub napisz na jakimś miejscu? Napisz o wtyczce i napisz Mi recenzję!
ru_ru: Есть блог или можете написать на каком-то сайте? Напишите о плагине и отправьте мне публикацию на email!
tr_tr: Bir blogunuz mu var ya da bir blogda yazarlık mı yapıyorsunuz? Bu eklenti hakkında bir inceleme yazın ve incelemeyi bize e-posta ile gönderin!

source: Performance
ar_ae: الاداء
it_it: Prestazioni
pl_pl: Wydajność
ru_ru: Производительность
tr_tr: Performans

source: Stats generation can become very slow on big sites. Uncheck all these options to get best performance. Caching is the only thing that you should keep active.
ar_ae: يمكن أن يصبح توليد الإحصائيات بطيءًا جدًا على المواقع الكبيرة. قم بإلغاء تحديد كل هذه الخيارات للحصول على أفضل أداء. التخزين المؤقت هو الشيء الوحيد الذي يجب أن تبقى نشطة.
it_it: L'elaborazione delle statistiche può diventare molto lenta su siti grandi. Disabilita tutte queste opzioni per prestazioni migliori. Il caching è l'unica cosa che dovresti tenere attiva.
pl_pl: Generowanie statystyk może trwać bardzo długo na dużych stronach. Odznacz wszystkie poniższe pola wyboru, aby uzyskać najlepszą możliwą wydajność. Buforowanie to jedyne, co powinno zostać włączone.
ru_ru: Генерация статистики может стать очень медленной на больших сайтах. Снимите все эти опции, чтобы получить максимальную производительность. Кэширование - это единственное, что вы должны сохранять активным.
tr_tr: Büyük sitelerde istatistik üretimi çok yavaş olabilir. En iyi performansı elde etmek için tüm bu seçeneklerin işaretini kaldırın. Yalnızca önbellek seçeneğini etkin bırakmalısınız.

source: Enable post stats caching
ar_ae: تمكين التخزين المؤقت لإحصائيات النشر
it_it: Abilita cache per le statistiche dei post
pl_pl: Włącz buforowanie statystyk artykułów
ru_ru: Включить кеширование статистики публикаций
tr_tr: Yazı istatistiği önbelleğini etkinleştir

source: Post stats will be cached for one day. This can dramatically reduce stats page loading time.
ar_ae: سيتم تخزين إحصائيات المنشور مؤقتًا ليوم واحد. وهذا يمكن أن يقلل بشكل كبير من وقت تحميل صفحة الإحصائيات.
it_it: Le statistiche dei post sarà messa nella cache per un giorno. Ciò può ridurre drasticamente il tempo di caricamento della pagina delle statistiche.
pl_pl: Statystyki wiadomości jest buforowany w ciągu jednego dnia. To może znacznie skrócić czas ładowania strony statystyk.
ru_ru: Статистика будет храниться в кэше один день. Это может значительно сократить время загрузки страницы статистики.
tr_tr: Bir güne ait yazı istatistikleri önbelleğe alınır. Bu işlem istatistik sayfasının yüklenme süresini oldukça kısaltabilir.

source: Display overall stats
ar_ae: عرض الإحصائيات الإجمالية
de_de: Gesamtstatistik anzeigen
fr_fr: Afficher les stats générales
it_it: Mostra statistiche complessive
pl_pl: Wyświetlanie statystyk
ru_ru: Показать общую статистику
tr_tr: İstatistiklerin toplamını göster

source: Overall stats are displayed at the bottom of regular stats. They show all-time overall stats, from the first published post ever to the latest one. Although they are quite interesting, their processing may slow down the page loading on big sites.
ar_ae: يتم عرض الإحصائيات الإجمالية في أسفل الإحصائيات العادية. أنها تظهر كل الأوقات احصائيات الشاملة ، من أول وظيفة نشرت من أي وقت مضى إلى آخر واحد. على الرغم من أنها مثيرة للاهتمام للغاية ، إلا أن معالجتها قد تبطئ تحميل الصفحة على مواقع كبيرة.
de_de: Die Gesamtstatistik wird unterhalb der normalen Statistiken angezeigt. Sie umfasst alle Statistiken, von ersten bis zum letzten veröffentlichten Beitrag. Obwohl diese Daten ziemlich interessant sein können, kann deren Verarbeitung die Ladezeiten bei großen Seiten erhöhen.
fr_fr: La vue d'ensemble des statistiques est affichée en bas des statistiques standards. Elle montre les stats globales, depuis le premier article publié jusqu'au dernier. Bien qu'elles soient tout à fait intéressantes, leur traitement peut ralentir le chargement des pages sur les grands sites.
it_it: Le statistiche complessive sono visibili sotto le statistiche normali. Si tratta di statistiche dal principio alla fine, dal primo post mai pubblicato fino al più recente. Sebbene siano numeri piuttosto interessanti, la loro elaborazione può rallentare il caricamento della pagina su siti grossi.
pl_pl: Ogólne statystyki są wyświetlane w dolnej części regularnej statystyk. Pokazują one cały czas statystyki ogólnej, od pierwszego opublikowanego wiadomości kiedykolwiek do ostatniego. Choć są one dość ciekawe, ich przetwarzanie może spowolnić ładowanie stron na dużych witrynach.
ru_ru: Общая статистика отображается внизу обычной статистики. Она показывает общую статистику за все время, от первой опубликованной публикации до самой последней. Хотя они довольно интересны, их обработка может замедлить загрузку страниц на больших сайтах.
tr_tr: Toplam istatistikler, normal istatistiklerin altında gösterilir. Toplam istatistikler, yayınlanan ilk yazıdan son yazıya kadar tüm zamanlara ait verileri gösterir. İlginç bilgiler sağlamakla birlikte, büyük sitelerde bu raporun hazırlanması sayfaların yüklenmesini yavaşlatabilir.

source: Make post titles clickable in stats
ar_ae: جعل عناوين الوظائف قابلة لـ النقر عليها في الإحصائيات
fr_fr: Rendre les titres d'articles clickables
it_it: Rendi il titolo dei post cliccabile nelle statistiche
pl_pl: Umożliwia kliknięcie w tytuł artykułu w statystykach
ru_ru: Сделайте заголовки публикаций кликабельными в статистике
tr_tr: İstatistiklerde yazı başlıklarını tıklanabilir yapın

source: Allows to make post titles links that point to the post editing page or, if the user doesn't have permission to edit, to the public post.
ar_ae: يسمح بجعل روابط عناوين النشر التي تشير إلى صفحة التحرير المنشورة أو، إذا لم يكن لدى المستخدم إذن بالتحرير، إلى المنشور العام.
fr_fr: Autorise la mise en place de liens dans les titres d'articles qui pointeront vers la page d'édition ou, si l'utilisateur n'a pas les permissions pour éditer, vers l'article public.
it_it: Rende il titolo dei post un link che punta alla pagina di modifica del post o, se l'utente non ha i permessi di modificare post, alla pagina pubblica del post.
pl_pl: Pozwala tworzyć linki do nagłówki wpisów, które wskazują na stronę edycji rekordów lub, jeśli użytkownik nie ma uprawnień do edycji, na publicznej wpis.
ru_ru: Позволяет создавать ссылки на заголовки публикаций, указывающие на страницу редактирования публикаций или, если у пользователя нет прав на редактирование, на общедоступную публикацию.
tr_tr: Yazı başlıklarını yazı düzenleme sayfasını açan bir link haline getirir. Eğer kullanıcı yazıyı düzenleme yetkisine sahip değilse yazının herkesin görebileceği yayınlanmış hali açılır.

source: Display payment tooltips in stats
ar_ae: عرض تلميحات أدوات الدفع في الإحصائيات
fr_fr: Afficher l'infobulle paiement dans les stats
it_it: Mostra tooltip dei pagamenti nelle statistiche
pl_pl: Podpowiedzi dotyczące płatności w statystykach
ru_ru: Отображать подсказки по платежам в статистике
tr_tr: İstatistik sayfasında ödemeye ilişkin bilgi kutusu göster

source: By default, tooltips are displayed on hover on payment amounts and show all the details of a payment.
ar_ae: بشكل افتراضي، يتم عرض تلميحات الأدوات في مؤشر الماوس على مبالغ الدفع وعرض جميع تفاصيل الدفع.
fr_fr: Par défaut, les infobulles sont affichés lors du survol d'un paiement avec la souris et montre tous les détails d'un paiement.
it_it: Per impostazione predefinita, i tooltip sono mostrati al passaggio del mouse sui campi di pagamento e mostrano tutti i dettagli del pagamento.
pl_pl: Domyślne podpowiedzi są wyświetlane po najechaniu kursorem myszy na kwoty płatności i pokazują wszystkie szczegóły płatności.
ru_ru: По умолчанию, всплывающие подсказки отображаются при наведении на суммы платежа и показывают все детали платежа.
tr_tr: Varsayılan olarak, ödeme tutarlarının üzerine gelindiğinde bilgi kutuları açılır ve ödemelerin tüm ayrıntıları gösterilir.

source: Display all users in stats
ar_ae: عرض كافة المستخدمين في الإحصائيات
pl_pl: Wyświetla wszystkich użytkowników w statystykach
tr_tr: İstatistiklerde tüm kullanıcıları göster

source: Always show all users in stats, even if they do not have written posts in the given time range. Useful if you have author payment criteria to users who do not publish posts.
ar_ae: دائماً إظهار كافة المستخدمين في الإحصائيات، حتى لو لم يكن لديهم وظائف مكتوبة في النطاق الزمني المحدد. مفيد إذا كان لديك معايير دفع المؤلف للمستخدمين الذين لا ينشرون المشاركات.
pl_pl: Zawsze okazuj wszystkich użytkowników w statystykach, nawet jeśli nie są one zapisywane wiadomości w określonym przedziale czasowym. Przydatne, jeśli masz kryteria płatności autora dla użytkowników, którzy nie publikują wiadomości.
tr_tr: Belirtilen zaman aralığında yazı yazmış olmasalar bile istatistiklerde her zaman tüm kullanıcıları göster. Yazı yayınlamayan kullanıcılara yönelik yazar ödeme kriterleri uyguluyorsanız bu seçenek faydalıdır.

source: Make super cautious space parsing when computing word count
ar_ae: جعل الفضاء فائق الحذر تحليل عند حساب عدد الكلمات
fr_fr: Offrir un espace super prudent de l’analyse lors du calcul du nombre de mots
it_it: Effettua elaborazione super cauta degli spazi nel contare le parole
pl_pl: Zrób super ostrożne analizy przestrzeni przy obliczaniu liczby słów
ru_ru: Проводить очень осторожный анализ пробелов при подсчете количества слов
tr_tr: Sözcük sayımı yaparken süper ihtiyatlı alan ayrıştırma yap

source: This does an extra, super-cautious parsing of blank spaces when computing word count for word payment. This is usually unnedeed (turns all kind of blank spaces into normal spaces).
ar_ae: هذا لا اضافية ، فائقة الحذر تحليل المسافات الفارغة عند حساب عدد الكلمات لدفع الكلمات. هذا هو unnedeed عادة (يتحول كل نوع من المسافات الفارغة إلى مسافات عادية).
fr_fr: Une analyse supplémentaire sera opérée, super-prudent sera appliqué dans les espaces vides lors du calcul de nombre de mots pour le paiement de mot. Ceci n'est généralement pas nécessaire (tourne toutes sortes d'espaces vides dans les espaces normaux).
it_it: Esegue un ulteriore e più accurato controllo sugli spazi bianchi nel conteggio delle parole per il relativo pagamento. Normalmente questo non è necessario (trasforma ogni genere di spazio bianco in normali spazi).
pl_pl: To sprawia, że artykuł, сверхосторожный analizy pustych miejsc przy obliczaniu liczby słów dla płatności słów. To zazwyczaj nie jest potrzebne (zamienia wszystkie rodzaje pustych przestrzeni w normalnych przestrzeni).
ru_ru: Это делает дополнительный, очень осторожный анализ пробелов при вычислении количества слов, для оплаты на базе количества слов. Это обычно не требуется (превращает все виды пустот в тексте, в обычные пробелы).
tr_tr: Bu özellik, kelime ödemesi için sözcük sayımı yapılırken boşlukların fazladan ve ihtiyatlı şekilde ayrıştırılmasını sağlar. Bu genellikle gereksizdir (tüm boşluk tiplerini normal boşluklara çevirir).

source: Admin permissions
ar_ae: أذونات المسؤول
fr_fr: Permissions admin
it_it: Permessi degli amministratori
pl_pl: Uprawnienia administratora
ru_ru: Права администратора
tr_tr: Yönetici izinleri

source: Admins override all permissions
ar_ae: المسؤولون يتجاوزون كافة الأذونات
fr_fr: Les admins remplacent toutes les permissions
it_it: Gli amministratori non sono soggetti ad alcuno dei permessi
pl_pl: Administratorzy otrzymują wszystkie uprawnienia
ru_ru: Администраторы отменяют все разрешения
tr_tr: Yöneticilere tüm izinleri ver

source: By default, admins are subject to the same permissions as normal users. Checking this will make admins capable of anything, unless you give them special permissions through the %1$s box.
ar_ae: بشكل افتراضي، يخضع المسؤولون لنفس الأذونات التي يخضع لها المستخدمون العاديون. سيؤدي التحقق من ذلك إلى تمكين المسؤولين من القيام بأي شيء، ما لم تمنحهم أذونات خاصة من خلال المربع %1$s.
it_it: Normalmente, gli amministratori sono soggetti ai permessi come gli utenti normali. Spuntando quest'opzione renderà gli amministratori capaci di tutto, a meno che non dai loro permessi speciali attraverso il box %1$s.
pl_pl: Domyślnie administratorzy mają te same prawa, co i zwykli użytkownicy. Sprawdzenie tego będzie administratorów w stanie na wszystko, jeśli tylko nie dać im specjalne uprawnienia przez pole %1$s.
ru_ru: По умолчанию администраторы имеют те же разрешения, что и обычные пользователи. Выбор этого пункта, сделает администраторов способными на что угодно, если только вы не предоставите им специальные разрешения через поле %1$s.
tr_tr: Varsayılan olarak, normal kullanıcılar için geçerli olan izinlerin aynısı yöneticiler için de geçerlidir. Bu seçeneği işaretlerseniz, %1$s kutusundan özel izin ayarlaması yapmadığınız sürece yöneticiler tüm izinlere sahip olacaktır.

source: Personalize Settings
ar_ae: إعدادات تخصيص
de_de: Einstellungen personalisieren
fr_fr: Paramètres de personnalisation
it_it: Personalizza impostazioni
pl_pl: ustawienia osobiste
ru_ru: Персонализировать настройки
tr_tr: Ayarları Kişiselleştirin

source: Allowed post types
ar_ae: أنواع النشر المسموح بها
de_de: Erlaubte Beitragstypen
fr_fr: Types d'articles autorisés
it_it: Tipi di post consentiti
pl_pl: Dozwolone typy postów przeznaczone do płatności
ru_ru: Разрешенные типы публикаций
tr_tr: İzin verilen yazı tipleri

source: Choose the post types you would like to be included in countings.
ar_ae: اختر أنواع النشر التي ترغب في تضمينها في عمليات الجرد.
de_de: Wähle die Beitragstypen, die für die Berechnung berücksichtigt werden sollen.
fr_fr: Choisissez les types d'articles que vous voulez inclure dans le comptage
it_it: Scegli i tipi di post che desideri siano inclusi nei conteggi.
pl_pl: Wybierz typy rekordów, które chcesz włączyć się w obliczenia.
ru_ru: Выберите типы публикаций, которые вы хотели бы включить в подсчеты.
tr_tr: Sayıma dahil edilmesini istediğiniz yazı tiplerini seçin.

source: Allowed user roles
ar_ae: أدوار المستخدم المسموح بها
de_de: Erlaubte Benutzerrollen
fr_fr: Rôles d'utilisateurs autorisés
it_it: Ruoli utente consentiti
pl_pl: Ustalone role użytkowników
ru_ru: Разрешенные роли пользователей
tr_tr: İzin verilen kullanıcı rolleri

source: Choose the user roles whose posts you would like to be included in countings.
ar_ae: اختر أدوار المستخدم التي ترغب في تضمين مشاركاتها في عمليات الجرد.
de_de: Wähle die Benutzerrollen, deren Beiträge für die Berechnung berücksichtigt werden sollen.
fr_fr: Choisissez les rôles utilisateurs afin que les articles associés soient inclus dans les comptages.
it_it: Scegli i ruoli utente i cui post desideri siano inclusi nei conteggi.
pl_pl: Wybierz role użytkowników, które mają zostać wliczone w obliczenia przy płatnościach w panelu
ru_ru: Выберите пользовательские роли, публикации которых вы хотели бы включить в подсчеты.
tr_tr: Hangi kullanıcı rolleri tarafından yazılan yazıların sayıma dahil edilmesini istediğinizi seçin.

source: Options page permissions
ar_ae: أذونات صفحة الخيارات
de_de: Berechtigungen für die Optionsseite
fr_fr: Permission de la page d'options
it_it: Permessi pagina opzioni
pl_pl: Ustawienia uprawnień
ru_ru: Разрешения страницы настроек
tr_tr: Ayarlar sayfası izinleri

source: Choose the user roles who are allowed to view and edit plugin settings.
ar_ae: اختر أدوار المستخدمين المسموح لهم بعرض إعدادات المكوّن الإضافي وتحريرها.
de_de: Wähle die Benutzerrollen, die die Plugin-Einstellungen ansehen und bearbeiten dürfen.
fr_fr: Choisissez les rôles utilisateurs qui seront autorisés à voir et éditer les options du plugin.
it_it: Scegli i ruoli utenti che sono abilitati a visualizzare e modificare le impostazioni del plugin.
pl_pl: Wybierz role użytkowników, którzy mogą przeglądać i edytować ustawienia wtyczki.
ru_ru: Выберите пользовательские роли, которым разрешено просматривать и редактировать настройки плагина.
tr_tr: Hangi kullanıcı rollerinin eklenti ayarlarını görüntüleyebileceğini ve değiştirebileceğini seçin.

source: Stats page permissions
ar_ae: أذونات صفحة الإحصائيات
de_de: Berechtigungen für die Statistikseite
fr_fr: Permissions de la page des stats
it_it: Permessi pagina statistiche
pl_pl: Strona statystyk - uprawnienia
ru_ru: Разрешения страницы со статистикой
tr_tr: İstatistik sayfası izinleri

source: Choose the user roles who are allowed to view the stats page.
ar_ae: اختر أدوار المستخدم المسموح لها بعرض صفحة الإحصائيات.
de_de: Wähle die Benutzerrollen, die die Statistiken ansehen dürfen.
fr_fr: Choisissez les rôles utilisateurs qui seront autorisés à voir la page de stats.
it_it: Scegli i ruoli utenti che sono abilitati a visualizzare la pagina delle statistiche.
pl_pl: Wybierz role użytkowników, którzy mogą przeglądać stronę statystyk.
ru_ru: Выберите пользовательские роли, которым разрешено просматривать страницу статистики.
tr_tr: Hangi kullanıcı rollerinin istatistik sayfasını görüntüleyebileceğini seçin.
